[
    {
        "Title": "\"Mental Thoughts\"",
        "Subtitle": "Life's Thoughthful Thoughts to Think About",
        "Author": "S L Walker Ph. D.",
        "Author (Last, First)": "D., S L Walker Ph.",
        "Publisher": "Westbow Press",
        "Date Published": "2021/03/24",
        "Year Published": "2021",
        "Summary": "The quotes in this book are positive alternative ways of thinking that are insightful and bring hope to any experience throughout life. \"Mental Thoughts\" Life's Thoughtful Thoughts to Think About are short collections of real-life experiences to assist in times of self-hopeless and self-doubt. The quotes are relatable to all who are cognitive thinkers, those who may grow up in small towns, may need words of hope, questioning their relationships, or were told that they would never amount to anything in life.",
        "Number of Pages": "106",
        "Language": "English",
        "ISBN": "9781664226302",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.018802046",
        "Google VolumeID": "sq5azgEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Civil Action",
        "Author": "Jonathan Harr",
        "Author (Last, First)": "Harr, Jonathan",
        "Publisher": "Knopf Doubleday Publishing Group",
        "Date Published": "1996/08/27",
        "Year Published": "1996",
        "Genre": "True Crime",
        "Summary": "#1 NATIONAL BESTSELLER • NATIONAL BOOK CRITICS CIRCLE AWARD WINNER • The true story of one man so determined to take down two of the nation's largest corporations accused of killing children from water contamination that he risks losing everything. \"The legal thriller of the decade.\" —Cleveland Plain Dealer Described as “a page-turner filled with greed, duplicity, heartache, and bare-knuckle legal brinksmanship\" by The New York Times, A Civil Action is the searing, compelling tale of a legal system gone awry—one in which greed and power fight an unending struggle against justice. Yet it is also the story of how one man can ultimately make a difference.  Representing the bereaved parents, the unlikeliest of heroes emerges: a young, flamboyant Porsche-driving lawyer who hopes to win millions of dollars and ends up nearly losing everything, including his sanity. With an unstoppable narrative power reminiscent of Truman Capote’s In Cold Blood, A Civil Action is an unforgettable reading experience that will leave the reader both shocked and enlightened.   A Civil Action was made into a movie starring John Travolta and Robert Duvall.",
        "Number of Pages": "512",
        "Language": "English",
        "ISBN": "9780679772675",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.843178033",
        "Google VolumeID": "8yE-EAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Fine Balance",
        "Subtitle": "A Novel",
        "Author": "Rohinton Mistry",
        "Author (Last, First)": "Mistry, Rohinton",
        "Publisher": "Vintage Books, a division of Random House",
        "Year Published": "1997",
        "Genre": "literary fiction",
        "Summary": "With a compassionate realism and narrative sweep that recall masters from Balzac to Dickens, this magnificant novel caputures all the cruelty and corruption, dignity and heroism, of India. The time is 1975. The place is an unnamed city by the sea. The government has just declared a State of Emergency, in whose upheavals four strangers--a spirited widow, a young student uprooted from his idyllic hill station, and two tailors who have fled the cast violence of their native village--will be thrust together, forced to share one cramped apartment and an uncertain future.As the cahracters move from distrust to friendship and from friendship to love. \"A Fine Balance\" creates an enduring panorama of the human spirit in an inhuman state.",
        "Number of Pages": "603",
        "Language": "English",
        "ISBN": "9780679776451",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.832376003",
        "Google VolumeID": "BV5CPgAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Natural History of the Senses",
        "Author": "Diane Ackerman",
        "Author (Last, First)": "Ackerman, Diane",
        "Publisher": "Knopf Doubleday Publishing Group",
        "Date Published": "1991/09/10",
        "Year Published": "1991",
        "Genre": "Science",
        "Summary": "Diane Ackerman's lusciously written grand tour of the realm of the senses includes conversations with an iceberg in Antarctica and a professional nose in New York, along with dissertations on kisses and tattoos, sadistic cuisine and the music played by the planet Earth. “Delightful . . . gives the reader the richest possible feeling of the worlds the senses take in.” —The New York Times",
        "Number of Pages": "352",
        "Language": "English",
        "ISBN": "9780679735663",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.402235031",
        "Google VolumeID": "jp1DuJqbcYsC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Random Walk Down Wall Street: The Time-Tested Strategy for Successful Investing (Completely Revised and Updated)",
        "Subtitle": "The Time-Tested Strategy for Successful Investing",
        "Author": "Burton G. Malkiel",
        "Author (Last, First)": "Malkiel, Burton G.",
        "Publisher": "W. W. Norton",
        "Date Published": "2011/01/09",
        "Year Published": "2011",
        "Genre": "Business & Economics",
        "Summary": "One of the \"few great investment books\" (Andrew Tobias) ever written.  A Wall Street Journal Weekend Investor \"Best Books for Investors\" Pick Especially in the wake of the financial meltdown, readers will hunger for Burton G. Malkiel’s reassuring, authoritative, gimmick-free, and perennially best-selling guide to investing. With 1.5 million copies sold, A Random Walk Down Wall Street has long been established as the first book to purchase when starting a portfolio. In addition to covering the full range of investment opportunities, the book features new material on the Great Recession and the global credit crisis as well as an increased focus on the long-term potential of emerging markets. With a new supplement that tackles the increasingly complex world of derivatives, along with the book’s classic life-cycle guide to investing, A Random Walk Down Wall Street remains the best investment guide money can buy.",
        "Number of Pages": "496",
        "Language": "English",
        "ISBN": "9780393081695",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Returned from Borrow": "0",
        "Google VolumeID": "O8x1YpBp6WYC",
        "Category": "Personal",
        "Wish List": "0",
        "Shelf": "Personal"
    },
    {
        "Title": "A Reliable Wife",
        "Author": "Robert Goolrick",
        "Author (Last, First)": "Goolrick, Robert",
        "Publisher": "Algonquin Books",
        "Date Published": "2010/01/05",
        "Year Published": "2010",
        "Genre": "Fiction",
        "Summary": "Rural Wisconsin, 1909. In the bitter cold, Ralph Truitt, a successful businessman, stands alone on a train platform waiting for the woman who answered his newspaper advertisement for \"a reliable wife.\" But when Catherine Land steps off the train from Chicago, she's not the \"simple, honest woman\" that Ralph is expecting. She is both complex and devious, haunted by a terrible past and motivated by greed. Her plan is simple: she will win this man's devotion, and then, ever so slowly, she will poison him and leave Wisconsin a wealthy widow. What she has not counted on, though, is that Truitt — a passionate man with his own dark secrets —has plans of his own for his new wife. Isolated on a remote estate and imprisoned by relentless snow, the story of Ralph and Catherine unfolds in unimaginable ways. With echoes of Wuthering Heights and Rebecca, Robert Goolrick's intoxicating debut novel delivers a classic tale of suspenseful seduction, set in a world that seems to have gone temporarily off its axis.",
        "Number of Pages": "320",
        "Language": "English",
        "ISBN": "9781565129771",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.388491988",
        "Google VolumeID": "_8Cka2DdL5AC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Suitable Vengeance",
        "Author": "Elizabeth George",
        "Author (Last, First)": "George, Elizabeth",
        "Publisher": "Bantam Books",
        "Year Published": "1991",
        "Genre": "Fiction",
        "Summary": "Award-winning author Elizabeth George gives us an early glimpse into the lives of Detective Inspector Thomas Lynley, forensic scientist Simon Allcourt-St. James, and Lady Helen Clyde in a superlative mystery that is also a fascinating inquiry into the crimes of the heart. Lynley, the eighth earl of Asherton, has brought to Howenstow, his family home, the young woman he has asked to be his bride. But the savage murder of a local journalist is the catalyst for a lethal series of events that shatters the calm of a picturesque Cornwall village and embroils Lynley and St. James in a case far outside their jurisdiction--and a little too close to home. When a second death follows closely on the heels of the first, Lynley finds he can't help taking the investigation personally--because the evidence points to a killer within his own family. From the Paperback edition.",
        "Number of Pages": "371",
        "Language": "English",
        "ISBN": "9780553074079",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.918226003",
        "Google VolumeID": "0uGOMAEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/7107398-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "A Taste of the Tropics",
        "Subtitle": "Traditional & Innovative Cooking from the Pacific & Caribbean",
        "Author": "Jay Solomon",
        "Author (Last, First)": "Solomon, Jay",
        "Publisher": "Ten Speed Press",
        "Year Published": "2003",
        "Genre": "Cooking",
        "Summary": "Travelling along the Equator with utensils in hand, chef and restaurateur Jay Solomon takes a journey through Cuba and Aruba to Hawaii and Indonesia, sharing his visions of paradise along the way. In his 145 recipes, he combines fruits and vegetables with spices, peppers, fish and piquant sauces.",
        "Number of Pages": "116",
        "Language": "English",
        "ISBN": "9781580085021",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.002681016",
        "Google VolumeID": "wx3xwAEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Walk in the Woods",
        "Subtitle": "Rediscovering America on the Appalachian Trail",
        "Author": "Bill Bryson",
        "Author (Last, First)": "Bryson, Bill",
        "Publisher": "Crown",
        "Date Published": "1999/05/04",
        "Year Published": "1999",
        "Genre": "Travel",
        "Summary": "NEW YORK TIMES BESTSELLER • The classic chronicle of a “terribly misguided and terribly funny” (The Washington Post) hike of the Appalachian Trail, from the author of A Short History of Nearly Everything and The Body “The best way of escaping into nature.”—The New York Times  Back in America after twenty years in Britain, Bill Bryson decided to reacquaint himself with his native country by walking the 2,100-mile Appalachian Trail, which stretches from Georgia to Maine. The AT offers an astonishing landscape of silent forests and sparkling lakes—and to a writer with the comic genius of Bill Bryson, it also provides endless opportunities to witness the majestic silliness of his fellow human beings.  For a start there’s the gloriously out-of-shape Stephen Katz, a buddy from Iowa along for the walk. But A Walk in the Woods is more than just a laugh-out-loud hike. Bryson’s acute eye is a wise witness to this beautiful but fragile trail, and as he tells its fascinating history, he makes a moving plea for the conservation of America’s last great wilderness. An adventure, a comedy, and a celebration, A Walk in the Woods is a modern classic of travel literature. NOW A MAJOR MOTION PICTURE",
        "Number of Pages": "304",
        "Language": "English",
        "ISBN": "9780767902526",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.980399012",
        "Google VolumeID": "a-8nnowMab0C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "A Whole New Mind",
        "Subtitle": "Why Right-Brainers Will Rule the Future",
        "Author": "Daniel H. Pink",
        "Author (Last, First)": "Pink, Daniel H.",
        "Publisher": "Penguin",
        "Date Published": "2006/03/07",
        "Year Published": "2006",
        "Genre": "Psychology",
        "Summary": "New York Times Bestseller An exciting--and encouraging--exploration of creativity from the author of When: The Scientific Secrets of Perfect TimingThe future belongs to a different kind of person with a different kind of mind: artists, inventors, storytellers-creative and holistic \"right-brain\" thinkers whose abilities mark the fault line between who gets ahead and who doesn't. Drawing on research from around the world, Pink (author of To Sell Is Human: The Surprising Truth About Motivating Others) outlines the six fundamentally human abilities that are absolute essentials for professional success and personal fulfillment--and reveals how to master them. A Whole New Mind takes readers to a daring new place, and a provocative and necessary new way of thinking about a future that's already here.",
        "Number of Pages": "304",
        "Language": "English",
        "ISBN": "9781594481710",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.016759991",
        "Google VolumeID": "3Xb_MDJQZnYC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Absolut Book",
        "Subtitle": "The Absolut Vodka Advertising Story",
        "Author": "Richard W. Lewis",
        "Author (Last, First)": "Lewis, Richard W.",
        "Publisher": "Journey Editions",
        "Year Published": "1996",
        "Genre": "Business & Economics",
        "Summary": "A New York Times bestseller, Absolut Book is the behind-the-scenes account of the birth and growth of this award-winning campaign and provides a definitive illustrated history of one of the most successful ad campaigns ever. It is a collector's delight with nearly five hundred ads.",
        "Number of Pages": "274",
        "Language": "English",
        "ISBN": "9781885203328",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.988952994",
        "Google VolumeID": "DINYAAAAYAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Amarcord-- Marcella Remembers",
        "Subtitle": "The Story of a Woman who Started Out to Teach Science in a Small Town in Italy, But Ended Up Teaching America how to Cook Italian",
        "Author": "Marcella Hazan",
        "Author (Last, First)": "Hazan, Marcella",
        "Publisher": "Penguin",
        "Year Published": "2008",
        "Genre": "Cooks",
        "Summary": "'She opened a world to millions of Americans and helped change the way we shop, cook, and eat.' - MARK BITTMAN, The New York Times, January 8, 1997 Widely credited with introducing proper Italian food to the English-speaking world, Marcella Hazan is known as America's godmother of Italian cooking. Raised in Cesentatico, a quiet fishing town on the northern Adriatic Sea, she'd eventually have her own cooking schools in New York, Bologna, and Venice, where she would teach students from around the world to appreciate-and produce-the homemade pasta, rustic soups, deeply satisfying roasts and stews, pure seafood dishes, and the fresh vegetables dressed with olive oil that Italians eat. She'd write bestselling and award-winning cookbooks, and collect invitations to cook at top restaurants around the world. She would have thousands of loyal students, and readers so devoted they'd name their daughters Marcella. Her fans will be as surprised and delighted b how all this came to be as Marcella herself has been. Marcella's story begins not in Italy but in Alexandria, Egypt, where she spent her early childhood and where she fell on the beach and broke her arm-an accident that would hardly register for a child today, but which altered the course of her life. After nearly losing her arm to poor medical treatment, she was taken back to her father's native Italy for surgery. There the family would remain. Her teenage year coincided with World War II and the family relocated temporarily to Lake Garada, which they, not they, not anticipating that it would become one of war's greatest targets when both Mussolini and German High Command established their headquarters there, thought would be a safe haven. After years of privation and nightly bombings, Marcella was finally Fulfilling her ambition to become a doctor and professor of science when she Victor, the love of life. After their marriage, they moved to America, where Marcella knew not a word of English or-what's more surprising-a single recipe. She began to recall and attempt to re-create the flavours of her homeland. After women with whom she took a Chinese cooking class in the early sixties asked her to teach them Italian cooking, she began to give them lessons in her tiny New York kitchen. Soon after, Craig Claiborne invited himself to lunch, and the rest is history. Amacordmeans 'I remember' in Marcella's native Romangolo dialect. In these pages, Marcella, now eighty-four, looks back on the adventures of a life lived for pleasure and a love of teaching. Throughout, she entertains the reader with stories of the humorous, sometimes bizarre, twists and turns that brought her love, fame, and a change to forever change the way we eat.",
        "Number of Pages": "307",
        "Language": "English",
        "ISBN": "9781592403882",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.982179999",
        "Google VolumeID": "qC1inhfyrCMC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Among Heroes",
        "Subtitle": "A U.S. Navy SEAL's True Story of Friendship, Heroism, and the Ultimate Sacrifice",
        "Author": "Brandon Webb,John David Mann",
        "Author (Last, First)": "Webb, Brandon",
        "Publisher": "Penguin",
        "Date Published": "2015/05/26",
        "Year Published": "2015",
        "Genre": "History",
        "Summary": "Navy SEAL sniper and New York Times bestselling author Brandon Webb’s personal account of eight of his friends and fellow SEALs who made the ultimate sacrifice.   “Knowing these great men—who they were, how they lived, and what they stood for—has changed my life. We can’t let them be forgotten. We’ve mourned their deaths. Let’s celebrate their lives.”—Brandon Webb    As a Navy SEAL, Brandon Webb rose to the top of the world’s most elite sniper corps, experiencing years of punishing training and combat missions from the Persian Gulf to Afghanistan. Along the way, Webb served beside, trained, and supported men he came to know not just as fellow warriors, but as friends and, eventually, as heroes.    This is his personal account of eight extraordinary SEALs who gave all for their comrades and their country with remarkable valor and abiding humanity: Matt “Axe” Axelson, who perished on Afghanistan’s Lone Survivor mission; Chris Campbell, Heath Robinson, and JT Tumilson, who were among the casualties of Extortion 17; Glen Doherty, Webb’s best friend, killed while helping secure the successful rescue and extraction of American CIA and State Department diplomats in Benghazi; and other close friends, classmates, and fellow warriors. These are men who left behind powerfully instructive examples of what it means to be alive—and what it truly means to be a hero.INCLUDES PHOTOGRAPHS",
        "Number of Pages": "272",
        "Language": "English",
        "ISBN": "9780451475626",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.971433997",
        "Google VolumeID": "WJ9PEAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "An Uncertain Grave",
        "Author": "Cathy Strasser",
        "Author (Last, First)": "Strasser, Cathy",
        "Publisher": "Oak Tree Publishing",
        "Date Published": "2014/08/01",
        "Year Published": "2014",
        "Genre": "Fiction, mystery & detective, general",
        "Summary": "A stray hiker reports finding a partially decomposed body on Mt Lafayette in the \"North Country\" - the top third of New Hampshire around and the Franconia Notch - where the rugged terrain and sparse population provides the space and isolation to keep any number of secrets. Cliff Codey and Mike Eldrich - New Hampshire State Troopers with the Investigative Services Bureau - set out to solve the case in spite of the weather, reticent locals, and a bored, nosy New York reporter and his ambitious girlfriend who compete with the troopers to discover the victim's identity. As the investigation widens, both teams contend with a variety of local residents who have secrets they don't wish to share. A shadow from Cliff's past soon intrudes on the current investigation, complicating matters further. All these threads combine as the killer prepares to take action to keep his secret and himself safe. About the Author: Cathy Strasser is an Occupational Therapist and freelance writer. Her short story \"Afterward,\" published in the Chrysalis Reader, has been nominated for the 2007 Pushcart Prize - Best of Small Presses. In addition Cathy has had weekly columns published in the Caledonian Record and the Bangor Daily News, and has been a columnist in the Burlington Free Press. Cathy is a member of The New Hampshire Writer's Project. She lives in Sugar Hill, New Hampshire with her husband.",
        "Number of Pages": "226",
        "Language": "English",
        "ISBN": "9781610091527",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.349668979",
        "Google VolumeID": "yiDhoQEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Aunt Pig of Puglia",
        "Subtitle": "Ricordi de la Familia Ferri",
        "Author": "Patricia Catto",
        "Author (Last, First)": "Catto, Patricia",
        "Publisher": "Jaded Ibis Press",
        "Date Published": "2009/09/15",
        "Year Published": "2009",
        "Summary": "Book #1 in our Blue Bustard Memoir Series \"Lyrical and funny and wise, Catto's one-of-a-kind family memoir is a stunning valentine to story telling.\" - Catherine Browder, author of Secret Lives \"An intimate, rather than private look at family life, Patricia Catto applies an impeccable ear and a Coppola-like eye to paint a wonderfully exquisite, moving memoir of the Italian-American experience. Grazie!\" - Joey Nicoletti, author of Cannoli Gangster \"Brisk, frank and always funny... With surpassing compassion, Catto animates the mothers, fathers, seers, ne'er-do-wells, misanthropes and heroes, whose sincerity and humor bring the lost world of Aunt Pig to spiny, sweet, crackling life.\" -George Guida, author of New York and Other Lovers: Poems Illustrations by Debra Di Blasi. This book is also available in Kindle and fine art limited editions.",
        "Number of Pages": "150",
        "Language": "English",
        "ISBN": "9780982077542",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.009644985",
        "Google VolumeID": "ANajcQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Becoming Justice Blackmun",
        "Subtitle": "Harry Blackmun's Supreme Court Journey",
        "Author": "Linda Greenhouse",
        "Author (Last, First)": "Greenhouse, Linda",
        "Publisher": "Macmillan",
        "Date Published": "2005/05/02",
        "Year Published": "2005",
        "Genre": "Biography & Autobiography",
        "Summary": "A Pulitzer Prize-winning correspondent with unprecedented access to the inner workings of the U.S. Supreme Court chronicles the personal transformation of a legendary justiceFrom 1970 to 1994, Justice Harry A. Blackmun (1908-1999) wrote numerous landmark Supreme Court decisions, including Roe v. Wade, and participated in the most contentious debates of his era-all behind closed doors. In Becoming Justice Blackmun, Linda Greenhouse of The New York Times draws back the curtain on America's most private branch of government and reveals the backstage story of the Supreme Court through the eyes and writings of this extraordinary justice.Greenhouse was the first print reporter to have access to Blackmun's extensive archive and his private and public papers. From this trove she has crafted a compelling narrative of Blackmun's years on the Court, showing how he never lost sight of the human beings behind the legal cases and how he was not afraid to question his own views on such controversial issues as abortion, the death penalty, and sex discrimination. Greenhouse also tells the story of how Blackmun's lifelong friendship with Chief Justice Warren E. Burger withered in the crucible of life on the nation's highest court, revealing how political differences became personal, even for the country's most respected jurists.Becoming Justice Blackmun, written by America's preeminent Supreme Court reporter, offers a rare and wonderfully vivid portrait of the nation's highest court, including insights into many of the current justices. It is a must-read for everyone who cares about the Court and its impact on our lives.",
        "Number of Pages": "268",
        "Language": "English",
        "ISBN": "9780805077919",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.973369002",
        "Google VolumeID": "NfqUtsNqx0MC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Bleachers",
        "Subtitle": "A Novel",
        "Author": "John Grisham",
        "Author (Last, First)": "Grisham, John",
        "Publisher": "Knopf Doubleday Publishing Group",
        "Date Published": "2003/09/09",
        "Year Published": "2003",
        "Genre": "Fiction",
        "Summary": "#1 NEW YORK TIMES BEST SELLER • High school all-American Neely Crenshaw was probably the best quarterback ever to play for the legendary Messina Spartans. Fifteen years have gone by since those glory days, and Neely has come home to Messina to bury Coach Eddie Rake, the man who molded the Spartans into an unbeatable football dynasty. Now, as Coach Rake’s “boys” sit in the bleachers waiting for the dimming field lights to signal his passing, they replay the old games, relive the old glories, and try to decide once and for all whether they love Eddie Rake – or hate him. For Neely Crenshaw, a man who must finally forgive his coach – and himself – before he can get on with his life, the stakes are especially high.",
        "Number of Pages": "176",
        "Language": "English",
        "ISBN": "9780385511612",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.353461980",
        "Google VolumeID": "D5cTqCUHoj8C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Bodily harm",
        "Subtitle": "a novel",
        "Author": "Robert Dugoni",
        "Author (Last, First)": "Dugoni, Robert",
        "Publisher": "Simon & Schuster",
        "Year Published": "2010",
        "Genre": "Death",
        "Summary": "New York Times bestselling author Robert Dugoni returns with his most exhilarating legal thriller to date, a pulse-pounding story of corporate greed, espionage, and the lengths one man is willing to go for justice.Bodily Harm opens with a big win for David Sloane and his new partner, Tom Pendergrass, in a malpractice case centered on the death of a young child. But on the heels of this seeming victory, an unlikely character—toy designer Kyle Horgan— comes forward to tell Sloane that he’s gotten it all wrong: Horgan’s the one who’s truly responsible for the little boy’s death and possibly others—not the pediatrician Sloane has just proven guilty. Ordinarily, Sloane might have dismissed such a person as a crackpot, but something about this case has always troubled him—something that he couldn’t quite pinpoint. When Sloane tries to follow up with Horgan, he finds the man’s apartment a shambles— ransacked by unknown perpetrators. Horgan has vanished without a trace. Together with his longtime investigative partner Charles Jenkins, Sloane reexamines his clients’ son’s death and digs deeper into Horgan’s claims, forcing him to enter the billion-dollar, cutthroat toy industry. As Sloane gets closer to the truth, he trips a wire that leads to a shocking chain of events that nearly destroys him. To get to the bottom of it all and find justice for the families harmed, Sloane must keep in check his overwhelming desire for revenge. Full of nail-bitingly tense action scenes as well as edge-of-your-seat courtroom drama, Bodily Harm finds Robert Dugoni at the very top of his game.",
        "Number of Pages": "373",
        "ISBN": "9781416592969",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.965057015",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/6715724-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "Boy in the Blitz",
        "Subtitle": "The 1940 Diary of Colin Perry",
        "Author": "Colin Perry",
        "Author (Last, First)": "Perry, Colin",
        "Publisher": "Sutton Pub.",
        "Year Published": "2000",
        "Genre": "Biography & Autobiography",
        "Summary": "The diary of Colin Albert Perry, born in Camberwell in 1922. When war broke out on September 3rd, 1939 he was a junior clerk with the California Standard Oil Company in the Royal Bank of Canada in the heart of London. His diary ended in November 1940 when he joined the Merchant Navy as a ship's writer.",
        "Number of Pages": "224",
        "Language": "English",
        "ISBN": "9780750926041",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.006235957",
        "Google VolumeID": "b-QCHQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Brewing in Seattle",
        "Author": "Kurt Stream",
        "Author (Last, First)": "Stream, Kurt",
        "Publisher": "Arcadia Publishing",
        "Year Published": "2012",
        "Genre": "Cooking",
        "Summary": "Brewing beer in Seattle can be traced back to 1864, when in the small, unincorporated town of under 1,000 people the first brewery opened and began manufacturing porter and cream ales. Over the next 50 years, innovation and entrepreneurship would take Seattle brewed beer to extraordinary heights. By the eve of Prohibition, powered by its popular Rainier Beer, the Seattle Brewing and Malting Company was the largest industrial institution in the state of Washington and the sixth-largest brewery in the world. Prohibition would wipe out the industry in 1916, but by 1933, new faces such as Emil Sick would emerge and bring Seattle back to the forefront of the brewing world. Images of America: Brewing in Seattle is the first book completely dedicated to the rich history of beer in Seattle and showcases just about every single brewery of this great city, from the mid-1800s to the recent craft-brewery boom. It offers a rare glimpse of photographs, advertisements, and interviews from some of the innovators who helped shape Seattle into the beer lover's paradise it is today.",
        "Number of Pages": "127",
        "Language": "English",
        "ISBN": "9780738595238",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.357949018",
        "Google VolumeID": "mpCdHlxdo30C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Carnes",
        "Subtitle": "para principiantes y cocineros expertos",
        "Author": "[traducción: Anabel Martín]",
        "Author (Last, First)": "Martín], [traducción: Anabel",
        "Publisher": "Equipo de Edición",
        "Year Published": "2005",
        "Genre": "Cooking (Meat)",
        "Number of Pages": "256",
        "Language": "Spanish",
        "ISBN": "9783625000372",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.004416942",
        "Google VolumeID": "ywx0uAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/8321685-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "Case histories",
        "Author": "Kate Atkinson",
        "Author (Last, First)": "Atkinson, Kate",
        "Publisher": "Back Bay Books",
        "Year Published": "2005",
        "Genre": "Mystery",
        "Number of Pages": "399",
        "ISBN": "9780316010702",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.346258044",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/8329484-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "Change of Heart",
        "Subtitle": "A Novel",
        "Author": "Jodi Picoult",
        "Author (Last, First)": "Picoult, Jodi",
        "Publisher": "Simon and Schuster",
        "Date Published": "2008/12/02",
        "Year Published": "2008",
        "Genre": "Fiction",
        "Summary": "The acclaimed #1 New York Times bestselling author presents a spellbinding tale of a mother's tragic loss and one man's last chance at gaining salvation.Can we save ourselves, or do we rely on others to do it? Is what we believe always the truth? One moment June Nealon was happily looking forward to years full of laughter and adventure with her family, and the next, she was staring into a future that was as empty as her heart. Now her life is a waiting game. Waiting for time to heal her wounds, waiting for justice. In short, waiting for a miracle to happen. For Shay Bourne, life holds no more surprises. The world has given him nothing, and he has nothing to offer the world. In a heartbeat, though, something happens that changes everything for him. Now, he has one last chance for salvation, and it lies with June's eleven-year-old daughter, Claire. But between Shay and Claire stretches an ocean of bitter regrets, past crimes, and the rage of a mother who has lost her child. Would you give up your vengeance against someone you hate if it meant saving someone you love? Would you want your dreams to come true if it meant granting your enemy's dying wish? Once again, Jodi Picoult mesmerizes and enthralls readers with this story of redemption, justice, and love.",
        "Number of Pages": "447",
        "Language": "English",
        "ISBN": "9780743496759",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.956550955",
        "Google VolumeID": "kIDZ8zy9zXsC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Changed",
        "Subtitle": "Autobiography of Tom Cantor",
        "Author": "Tom Cantor",
        "Author (Last, First)": "Cantor, Tom",
        "Publisher": "Tom Cantor",
        "Year Published": "2020",
        "Summary": "\"This book is Tom Cantor's journal of how he was lost and defiled to become found and cleansed. He was a grandson of an orthodox Rabbi from the Lithuanian Kantorovich Rabbinical line. His father and mother were Jewish. His father was a prominent Beverly Hills Obstetrician Gynecologist and his mother worked for notable Hollywood celebrities. As successful as they were professionally, his parents were not good at marriage: his father was married five times and his mother, three times. By the time he was 15, Tom yearned for a stable home, a place to belong. Expelled from schools, he managed to graduate from a high school in Switzerland. However, while in Europe, he broke through the boundaries of morality and plunged into sexual defilement. In order to rescue himself from the guilt and shame of his sexual defilements he chose to form a relationship with a pure and wholesome girl. But he was disillusioned and devastated when, at the time he proposed, he learned that his wife-to-be had been raped and was pregnant.",
        "Number of Pages": "85",
        "Language": "English",
        "ISBN": "9780578646893",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.008085966",
        "Google VolumeID": "MHl5zgEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Chopin's Heart",
        "Subtitle": "The Quest to Identify the Mysterious Illness of the World's Most Beloved Composer",
        "Author": "Steven Lagerberg",
        "Author (Last, First)": "Lagerberg, Steven",
        "Publisher": "S. Lagerberg",
        "Year Published": "2011",
        "Genre": "Last years",
        "Summary": "Since Fr�d�ric Chopin's untimely death at the age of thirty-nine, all of his numerous biographers have concluded he suffered from the ravages of tuberculosis. This ingrained belief has become so much a part of the enduring legend of his fascinating life that the bold new claim for cystic fibrosis being responsible for his demise is unsettling news for the millions deeply touched by his beautiful music. Dr. Lagerberg takes an in-depth look at the current controversy over whether to proceed with the scientific analysis of the Polish composer's preserved heart and investigates the many historical, scientific, and ethical issues involved.Chopin's works changed the course of music, yet how many know that a century after his death his heart had been stolen by a Nazi chaplain and used as a German propaganda tool to sway the course of human history? Could the investigation of this composer's heart now be used to advance our scientific knowledge of disease? Discover how one man's heart continues to astonish the diverse worlds of music, history, and science. Explore the impact his illness had on his compositional style and examine the many intimate details of his engrossing life while taking a musical trip through the unold story of \"Chopin's Heart.\"",
        "Number of Pages": "182",
        "Language": "English",
        "ISBN": "9781456402969",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.978721022",
        "Google VolumeID": "UvKZuAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Close Calls with Nonsense",
        "Subtitle": "Reading New Poetry",
        "Author": "Stephen Burt",
        "Author (Last, First)": "Burt, Stephen",
        "Publisher": "Graywolf Press",
        "Date Published": "2009/03/31",
        "Year Published": "2009",
        "Genre": "Literary Criticism",
        "Summary": "Essays and critical writings on contemporary poetry by Stephen Burt, \"the finest critic of his generation\" (Lucie Brock-Broido)Stephen Burt's Close Calls with Nonsense provokes readers into the elliptical worlds of Rae Armantrout, Paul Muldoon, C. D. Wright, and other contemporary poets whose complexities make them challenging, original, and, finally, readable. Burt's intelligence and enthusiasm introduce both tentative and longtime poetry readers to the rewards of reading new poetry. As Burt writes in the title essay: \"The poets I know don't want to be famous people half so much as they want their best poems read; I want to help you find and read them. I write here for people who want to read more new poetry but somehow never get around to it; for people who enjoy Seamus Heaney or Elizabeth Bishop and want to know what next; for people who enjoy John Ashbery or Anne Carson but aren't sure why; and, especially, for people who read the half-column poems in glossy magazines and ask, ‘Is that all there is?'\"",
        "Number of Pages": "374",
        "Language": "English",
        "ISBN": "9781555975210",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.404667019",
        "Google VolumeID": "dZELAQAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Competing on Thought Leadership",
        "Author": "Robert Buday",
        "Author (Last, First)": "Buday, Robert",
        "Publisher": "Influential Marketing Group",
        "Year Published": "2022",
        "Genre": "Business & Economics",
        "Summary": "\"An essential guide to the engine that drives the early adoption of disruptive innovations.\" --Geoffrey Moore, Author, Crossing the Chasm and Zone to Win   HOW COMPANIES CAN VAULT AHEAD  BY DEVELOPING, MARKETING,  AND DELIVERING SUPERIOR EXPERTISE  \"Thought leadership\" is now a core part of the business lexicon. Numerous corporate websites devote whole sections to it. Entire conferences are built around it (TED and the World Economic Forum as the most exclusive ones). It's at the center of sophisticated, high-ticket PR campaigns. Thousands of people are making careers of it. And companies from Fidelity Investments, Adobe and Cigna to PwC, Accenture and Spotify have people in charge of it.  Interest in the field of thought leadership is white hot -- just like the buzz created by illustrious thought leaders when they bring groundbreaking ideas to market. So it's about time the topic of thought leadership itself got a substantive treatment.   In Competing on Thought Leadership, Robert Buday boldly delivers it. He defines thought leadership concretely: as the acclaim that a firm or a person earns for developing, marketing and delivering superior expertise in solving complex customer problems. And he defines it broadly -- as a business strategy, not just a marketing strategy.   Buday also brings to bear his client work and research since the 1980s in helping companies and individuals inside them become known worldwide as leading experts in their field, which in turn has increased their revenue and profit multifold.   This book focuses on how businesses that sell services and products to other businesses can thrive on thought leadership. It takes the lessons learned at some of the best firms in the world at selling expertise - consulting, accounting, law, financial services and technology firms - and makes them practical for every B2B firm.   Yet the principles of Competing on Thought Leadership apply to all organizations - for-profit and non-profit alike -- that must demonstrate superior expertise in solving complex problems. Consumer companies, charitable foundations and other organizations, too, can benefit greatly from adopting these best practices in thought leadership.",
        "Number of Pages": "258",
        "Language": "English",
        "ISBN": "9781646871001",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.429635047",
        "Google VolumeID": "J-ikzgEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "D-Day",
        "Subtitle": "June 6, 1944 -- The Climactic Battle of WWII",
        "Author": "Stephen E. Ambrose",
        "Author (Last, First)": "Ambrose, Stephen E.",
        "Publisher": "Simon and Schuster",
        "Date Published": "1994/06/06",
        "Year Published": "1994",
        "Genre": "History",
        "Summary": "On the basis of 1,400 oral histories from the men who were there, Eisenhower biographer and World War II historian Stephen E. Ambrose reveals for the first time anywhere that the intricate plan for the invasion of France in June 1944, had to be abandoned before the first shot was fired. The true story of D-Day, as Ambrose relates it, is about the citizen soldiers - junior officers and enlisted men - taking the initiative to act on their own to break through Hitler's Atlantic Wall when they realized that nothing was as they had been told it would be. This is a brilliant telling of the battles of Omaha and Utah beaches, based on information only now available, from American, British, Canadian, French, and German veterans, from government and private archives, from never before utilized sources on the home front, gathered and analyzed by the author, who has made D-Day his life work. Ambrose's first interview was with General Eisenhower in 1964, his last with paratroopers from the 101st Airborne in 1993. Called the premier American narrative and military historian, Ambrose explains the most important day of the twentieth century. The action begins at midnight, June 5/6, when the first British and American airborne troops jumped into France to launch the invasion. It ends at midnight, June 6/7. Focusing on those pivotal twenty-four hours, this is the story of individuals rather than units. It moves from the level of Supreme Commander to that of a French child, from General Omar Bradley to an American paratrooper, from Field Marshal Montgomery to a British private, from Field Marshal Rommel to a German sergeant. Ambrose covers the politics of D-Day, from Churchill's resistance to the operation to Stalin's impatience and Roosevelt's concern. On the other side were Hitler's command structure, German policy, and the plot against the Fuhrer. This is the epic victory of democracy in winner-take-all combat. When Hitler declared war on the United States, he bet that the young men brought up in the Hitler Youth would outfight the Boy Scouts. Ambrose shows how wrong he was.",
        "Number of Pages": "655",
        "Language": "English",
        "ISBN": "9780671673345",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.422857999",
        "Google VolumeID": "DgG0Y-YyHBwC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Death in the Long Grass",
        "Subtitle": "A Big Game Hunter's Adventures in the African Bush",
        "Author": "Peter Hathaway Capstick",
        "Author (Last, First)": "Capstick, Peter Hathaway",
        "Publisher": "Macmillan",
        "Year Published": "1977",
        "Genre": "Biography & Autobiography",
        "Summary": "As thrilling as any novel, as taut and exciting as any adventure story, Peter Hathaway Capstick’s Death in the Long Grass takes us deep into the heart of darkness to view Africa through the eyes of one of the most renowned professional hunters.Few men can say they have known Africa as Capstick has known it—leading safaris through lion country; tracking man-eating leopards along tangled jungle paths; running for cover as fear-maddened elephants stampede in all directions. And of the few who have known this dangerous way of life, fewer still can recount their adventures with the flair of this former professional hunter-turned-writer.Based on Capstick’s own experiences and the personal accounts of his colleagues, Death in the Long Grass portrays the great killers of the African bush—not only the lion, leopard, and elephant, but the primitive rhino and the crocodile waiting for its unsuspecting prey, the titanic hippo and the Cape buffalo charging like an express train out of control. Capstick was a born raconteur whose colorful descriptions and eye for exciting, authentic detail bring us face to face with some of the most ferocious killers in the world—underrated killers like the surprisingly brave and cunning hyena, silent killers such as the lightning-fast black mamba snake, collective killers like the wild dog. Readers can lean back in a chair, sip a tall, iced drink, and revel in the kinds of hunting stories Hemingway and Ruark used to hear in hotel bars from Nairobi to Johannesburg, as veteran hunters would tell of what they heard beyond the campfire and saw through the sights of an express rifle.",
        "Number of Pages": "297",
        "Language": "English",
        "ISBN": "9780312186135",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.022591948",
        "Google VolumeID": "dGe8YjIP_Z4C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Devil's Gate",
        "Author": "Clive Cussler,Graham Brown",
        "Author (Last, First)": "Cussler, Clive",
        "Publisher": "Penguin Publishing Group",
        "Date Published": "2012/11/06",
        "Year Published": "2012",
        "Genre": "Fiction",
        "Summary": "The “spine-tingling adventures” (Chicago Tribune) of Kurt Austin and Joe Zavala continue as the NUMA® crew teams up with a beautiful Russian agent in this #1 New York Times-bestselling series.  NUMA Special Assignment Team leader Kurt Austin, and his right-hand man, Joe Zavala, are looking forward to a submersible race to test out their prototype Barracuda, in an effort to enjoy their own special brand of rest and relaxation.  But then a Japanese cargo ship cruising the eastern Atlantic near the Azores bursts into flames. When a gang of pirates try to take advantage of the disaster, their own boat explodes. And Austin and Zavala find they’ve got no choice but to investigate.  The discovery of ships and planes littered across the sea floor in an underwater graveyard lead the NUMA team to the research of a top scientist, who recently disappeared off the streets of Geneva. Somehow connected to the decades-old defection of a mysterious citizen of the USSR, the scientist’s studies on magnetics may offer answers. But Austin and Zavala will have to seek help from another Russian operative if they are going to find out the truth. Filled with the high-stakes suspense and boundless invention that are unique to Cussler, Devil’s Gate is one of the most thrilling novels yet from the grand master of adventure.",
        "Number of Pages": "528",
        "Language": "English",
        "ISBN": "9780425246764",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.949452042",
        "Google VolumeID": "MJTZCwAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "False Impression",
        "Author": "Jeffrey Archer",
        "Author (Last, First)": "Archer, Jeffrey",
        "Publisher": "St. Martin's Press",
        "Date Published": "2006/03/07",
        "Year Published": "2006",
        "Genre": "Fiction",
        "Summary": "Why was an elegant lady brutally murdered the night before 9/11?  Why was a successful New York banker not surprised to receive a woman's left ear in the morning mail? Why did a top Manhattan lawyer work only for one client, but never charge a fee? Why did a young woman with a bright career steal a priceless Van Gogh painting? Why was an Olympic gymnast paid a million dollars an assignment when she didn't have a bank account?  Why was an honors graduate working as a temporary secretary after inheriting a fortune?  Why was an English Countess ready to kill the banker, the lawyer and the gymnast even if it meant spending the rest of her life in jail?  Why was a Japanese steel magnate happy to hand over $50,000,000 to a woman he had only met once?  Why was a senior FBI agent trying to work out the connection between these eight apparently innocent individuals?  All these questions are answered in Jeffrey Archer's latest novel, False Impression, but not before a breathtaking journey of twists and turns that will take readers from New York to London to Bucharest and on to Tokyo, and finally a sleepy English village, where the mystery of Van Gogh's last painting will finally be resolved.  And only then will readers discover that Van Gogh's Self-portrait with Bandaged Ear has a secret of its own that acts as the final twist in this unforgettable yarn.",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9780312353728",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.827623009",
        "Google VolumeID": "MrFtyAEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Fermat's Enigma",
        "Subtitle": "The Epic Quest to Solve the World's Greatest Mathematical Problem",
        "Author": "Simon Singh",
        "Author (Last, First)": "Singh, Simon",
        "Publisher": "Paw Prints",
        "Date Published": "2009/04/08",
        "Year Published": "2009",
        "Genre": "Mathematics",
        "Summary": "A national best-seller traces the quest of scientists around the world to solve the theorem devised by seventeenth-century French mathematician Pierre de Fermat, a story of extraordinary human emotion, ambition, and desperation. Reprint.",
        "Number of Pages": "336",
        "Language": "English",
        "ISBN": "9781442006898",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Returned from Borrow": "0",
        "Google VolumeID": "uaOQPwAACAAJ",
        "Category": "Personal",
        "Wish List": "0",
        "Shelf": "Personal"
    },
    {
        "Title": "Field of Prey",
        "Author": "John Sandford",
        "Author (Last, First)": "Sandford, John",
        "Publisher": "G.P. Putnam's Sons",
        "Year Published": "2014",
        "Genre": "Fiction",
        "Summary": "The extraordinary new Lucas Davenport thriller from #1 New York Times-bestselling author and Pulitzer Prize winner John Sandford.  The night after the fourth of July, Layton Carlson Jr., of Red Wing, Minnesota, finally got lucky. And unlucky.  He'd picked the perfect spot to lose his virginity to his girlfriend, an abandoned farmyard in the middle of cornfields: nice, private, and quiet. The only problem was . . . something smelled bad?like, really bad. He mentioned it to a county deputy he knew, and when the cop took a look, he found a body stuffed down a cistern. And then another, and another.  By the time Lucas Davenport was called in, the police were up to fifteen bodies and counting. And as if that wasn't bad enough, when Lucas began to investigate, he made some disturbing discoveries of his own. The victims had been killed over a great many years, one every summer, regular as clockwork. How could this have happened without anybody noticing?  Because one thing was for sure: the killer had to live close by. He was probably even someone they saw every day. . . .",
        "Number of Pages": "392",
        "Language": "English",
        "ISBN": "9780399162381",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.406713008",
        "Google VolumeID": "Be_atwEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Field of Prey",
        "Author": "John Sandford",
        "Author (Last, First)": "Sandford, John",
        "Publisher": "Simon & Schuster",
        "Date Published": "2015/05/07",
        "Year Published": "2015",
        "Genre": "Private investigators",
        "Summary": "The night after the fourth of July, Layton Carlson Jr., of Red Wing, Minnesota, finally got lucky. And unlucky. He'd picked the perfect spot to lose his virginity to his girlfriend, an abandoned farmyard in the middle of cornfields: nice, private, and quiet. The only problem was...something smelled bad - like, really bad. He mentioned it to a county deputy he knew, and when the cop took a look, he found a body stuffed down a cistern. And then another, and another. By the time Lucas Davenport was called in, the police were up to fifteen bodies and counting. And as if that wasn't bad enough, when Lucas began to investigate, he made some disturbing discoveries of his own. The victims had been killed over a great many years, one every summer, regular as clockwork. How could this have happened without anybody noticing? Because one thing was for sure: the killer had to live close by. He was probably even someone they saw every day...",
        "Number of Pages": "400",
        "Language": "English",
        "ISBN": "9781471134975",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.397515058",
        "Google VolumeID": "SA_jrQEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Financial Feminist",
        "Subtitle": "Overcome the Patriarchy's Bullsh*t to Master Your Money and Build a Life You Love",
        "Author": "Tori Dunlap",
        "Author (Last, First)": "Dunlap, Tori",
        "Publisher": "HarperCollins Publishers",
        "Year Published": "2022",
        "Genre": "Business & Economics",
        "Summary": "An instant New York Times bestseller From the globally-recognized personal finance educator and social media star behind Her First $100K, an inclusive guide to all things money--from managing debt to investing and voting with your dollars Tori Dunlap was always good with money. As a kid, she watched her prudent parents balance their checkbook every month and learned to save for musical tickets by gathering pennies in an Altoids tin. But she quickly discovered that her experience with money was pretty unusual, especially among her female friends. It wasn't our fault. Investigating this financial literacy and wealth gap, Tori found that girls are significantly less likely to receive a holistic financial education; we're taught to restrain our spending, while boys are taught about investing and rewarded for pursuing wealth. In adulthood, women are hounded by the unfounded stereotype of the frivolous spenders whose lattes are to blame for the wealth gap. And when something like, say, a global pandemic happens, we're the first to have jobs cut and the last to re-enter the workforce. It's no wonder money is a source of anxiety and a barrier to equality for so many of us. But what if money didn't mean restriction, and instead, choice The ability to luxuriously travel, quit toxic jobs, donate to important organizations, retire early The freedom to live the life you want, and change the world while you do it Tori founded Her First $100K to teach women to overcome the unique obstacles standing in the way of their financial freedom. In Financial Feminist, she distills the principles of her shame- and judgment-free approach to paying off debt, figuring out your value categories to spend mindfully, saving money without monk-like deprivation, and investing in order to spend your retirement tanning in Tulum. You will learn: - Exercises to help you understand your current relationship with money, figure out what you want to change, and how to make that happen - How to decide on your investment goal, and discover the three steps to meeting it - Learn how to source the data you need to negotiate the money you deserve Featuring journaling prompts, deep-dives into the invisible aspects of the financial landscape, and interviews with experts on everything money--from predatory credit card companies to the racial wealth gap and voting with your dollars--Financial Feminist is the ultimate guide to making your money work harder for you (rather than the other way around.)",
        "Number of Pages": "305",
        "Language": "English",
        "ISBN": "9780063260269",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.410483956",
        "Google VolumeID": "h-b_zgEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Fog of Dead Souls",
        "Subtitle": "A Thriller",
        "Author": "Jill Kelly",
        "Author (Last, First)": "Kelly, Jill",
        "Publisher": "Skyhorse",
        "Date Published": "2014/03/04",
        "Year Published": "2014",
        "Genre": "Fiction",
        "Summary": "When college professor Ellie McKay walks into the Maverick Bar in Farmington, New Mexico, late one evening, she plans to get drunk, not engaged. But within thirty minutes, she’s met cowboy Al Robison, he’s proposed to her, and she’s accepted. Al only knows that Ellie is attractive, vulnerable, and single; he doesn’t know that she has been on the run for weeks from a sociopath who killed her surgeon boyfriend in Pennsylvania and raped and tortured her.Reeling from the ordeal and deeply scarred emotionally and physically, Ellie flees first to Paris, where she seeks refuge in the bottle. Then, coming to her senses, she returns to Pittsburgh to resume her life and her career, believing she will be safe there. When that proves untrue, she takes to the road, no longer caring much what happens to her.Ellie’s escape route leads her to Santa Fe and then north to Farmington, where Al seems the safest bet. When she says yes to Al’s proposal, she knows only that he is a local rancher. She doesn’t know about Al’s own dark past, and she doesn’t tell him that her heart belongs to Doug Hansen, the detective who originally investigated the case.Skyhorse Publishing, as well as our Arcade, Yucca, and Good Books imprints, are proud to publish a broad range of books for readers interested in fiction—novels, novellas, political and medical thrillers, comedy, satire, historical fiction, romance, erotic and love stories, mystery, classic literature, folklore and mythology, literary classics including Shakespeare, Dumas, Wilde, Cather, and much more. While not every title we publish becomes a New York Times bestseller or a national bestseller, we are committed to books on subjects that are sometimes overlooked and to authors whose work might not otherwise find a home.",
        "Number of Pages": "272",
        "Language": "English",
        "ISBN": "9781628737721",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:02:22.352175951",
        "Google VolumeID": "Q8DrwAEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Food52 Genius Recipes",
        "Subtitle": "100 Recipes That Will Change the Way You Cook [A Cookbook]",
        "Author": "Kristen Miglore",
        "Author (Last, First)": "Miglore, Kristen",
        "Publisher": "Clarkson Potter/Ten Speed",
        "Date Published": "2015/04/07",
        "Year Published": "2015",
        "Genre": "Cooking",
        "Summary": "There are good recipes and there are great ones—and then, there are genius recipes.   Genius recipes surprise us and make us rethink the way we cook. They might involve an unexpectedly simple technique, debunk a kitchen myth, or apply a familiar ingredient in a new way. They’re handed down by luminaries of the food world and become their legacies. And, once we’ve folded them into our repertoires, they make us feel pretty genius too. In this collection are 100 of the smartest and most remarkable ones.   There isn’t yet a single cookbook where you can find Marcella Hazan’s Tomato Sauce with Onion and Butter, Jim Lahey’s No-Knead Bread, and Nigella Lawson’s Dense Chocolate Loaf Cake—plus dozens more of the most talked about, just-crazy-enough-to-work recipes of our time. Until now.   These are what Food52 Executive Editor Kristen Miglore calls genius recipes. Passed down from the cookbook authors, chefs, and bloggers who made them legendary, these foolproof recipes rethink cooking tropes, solve problems, get us talking, and make cooking more fun. Every week, Kristen features one such recipe and explains just what’s so brilliant about it in the James Beard Award-nominated Genius Recipes column on Food52. Here, in this book, she compiles 100 of the most essential ones—nearly half of which have never been featured in the column—with tips, riffs, mini-recipes, and stunning photographs from James Ransom, to create a cooking canon that will stand the test of time.   Once you try Michael Ruhlman’s fried chicken or Yotam Ottolenghi and Sami Tamimi’s hummus, you’ll never want to go back to other versions. But there’s also a surprising ginger juice you didn’t realize you were missing and will want to put on everything—and a way to cook white chocolate that (finally) exposes its hidden glory. Some of these recipes you’ll follow to a T, but others will be jumping-off points for you to experiment with and make your own. Either way, with Kristen at the helm, revealing and explaining the genius of each recipe, Genius Recipes is destined to become every home cook’s go-to resource for smart, memorable cooking—because no one cook could have taught us so much.",
        "Number of Pages": "272",
        "Language": "English",
        "ISBN": "9781607747970",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.366139054",
        "Google VolumeID": "GQlwDwAAQBAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "God Bless You, Dr. Kevorkian",
        "Author": "Kurt Vonnegut",
        "Author (Last, First)": "Vonnegut, Kurt",
        "Publisher": "Seven Stories Press",
        "Year Published": "1999",
        "Genre": "Imaginary conversations",
        "Summary": "From Slapstick's \"Turkey Farm\" to Slaughterhouse-Five's eternity in a Tralfamadorean zoo cage with Montana Wildhack, the question of the afterlife never left Kurt Vonnegut's mind. In God Bless You, Dr. Kevorkian, Vonnegut skips back and forth between life and the Afterlife as if the difference between them were rather slight. In thirty odd \"interviews,\" Vonnegut trips down \"the blue tunnel to the pearly gates\" in the guise of a roving reporter for public radio, conducting interviews: with Salvatore Biagini, a retired construction worker who died of a heart attack while rescuing his schnauzer from a pit bull, with John Brown, still smoldering 140 years after his death by hanging, with William Shakespeare, who rubs Vonnegut the wrong way, and with socialist and labor leader Eugene Victor Debs, one of Vonnegut's personal heroes. What began as a series of ninety-second radio interludes for WNYC, New York City's public radio station, evolved into this provocative collection of musings about who and what we live for, and how much it all matters in the end. From the original portrait by his friend Jules Feiffer that graces the cover, to a final entry from Kilgore Trout, God Bless You, Dr. Kevorkian remains a joy.",
        "Number of Pages": "79",
        "Language": "English",
        "ISBN": "9781583220207",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.930176973",
        "Google VolumeID": "zLBjx5fQvfwC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Goodbye Liverpool",
        "Author": "Maureen Lee",
        "Author (Last, First)": "Lee, Maureen",
        "Publisher": "Orion Publishing Group",
        "Date Published": "2020/05/12",
        "Year Published": "2020",
        "Genre": "Fiction",
        "Summary": "A heartbreaking story of wartime love, loss and courage, from No.1 Sunday Times bestseller and queen of saga, Maureen Lee.Liverpool, 1937. Trapped in a loveless marriage, Jessica endures her husband's petty cruelty for the sake of her two young children. Her only escape is the local cinema, where she can lose herself for an hour or two in the glamour and passion of the silver screen. But when she is offered a glass of champagne in a Liverpool hotel - and with it, the thrill of her own romance - her quiet life is shattered forever. When her husband uncovers the truth, he is ruthless in his revenge. Left without a home, and separated from her beloved children, Jessica is alone and desperate. But as the storms of war begin to gather, there are others in even greater need. Attempting to help a friend and her children escape from France, Jessica finds herself stranded in Paris under German occupation. To care for her new family in this darkest hour, she must find a courage she never knew she possessed...*Previously published as Au Revoir, Liverpool*",
        "Number of Pages": "352",
        "Language": "English",
        "ISBN": "9781409192961",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.954941987",
        "Google VolumeID": "i4XqwQEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Guida ristoranti Riso Gallo",
        "Subtitle": "The Best Risotti In The World",
        "Author": "Multiple contributors",
        "Author (Last, First)": "contributors, Multiple",
        "Publisher": "De Agostini",
        "Year Published": "2002",
        "Genre": "Travel",
        "Number of Pages": "318",
        "Language": "Italian",
        "ISBN": "9788841804575",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.012819051",
        "Google VolumeID": "Va_GHAkKXqYC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Guilty",
        "Author": "Karen Robards",
        "Author (Last, First)": "Robards, Karen",
        "Publisher": "G.P. Putnam's Sons",
        "Year Published": "2008",
        "Genre": "Murder",
        "Summary": "In the newest novel from New York Times-bestselling author Karen Robards, a feisty female attorney's past comes back to haunt her. One cold November night when Kat White was fifteen years old, she and some friends held up a convenience store. In the heat of the moment, one of the others shot and killed an off-duty cop moonlighting as a security guard. Kat and her pals fled the scene in a panic, and no one was caught. Sixteen years later, Kat-now Kate-has built a new life for herself. Now a single mom with an eight-year-old son, she works as a prosecutor in the Philadelphia DA's office. But her dark past rears its head when she walks into court one day and discovers that she is to prosecute Mario Castellanos, one of her friends from that terrible night. Kate is in a bind: even though Mario was the one who probably did commit the crime, he's counting on Kate to make sure he's not convicted. If she convinces the judge of his guilt, he'll claim that she was the one who killed the off-duty cop. Before real despair sets in, Mario is found dead-in her apartment, and with her pistol. When homicide detective Tom Braga shows up to investigate the murder, Kate is far from relieved; the two have clashed since she started working for the prosecutor's office. But when another man who knows the secret of Kate's past gets involved in the investigation, she learns that her life-and her son's-are in danger. Frantic, she realizes that she has nowhere to turn. Except, maybe, to Tom . . .",
        "Number of Pages": "408",
        "Language": "English",
        "ISBN": "9780399154614",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.921185970",
        "Google VolumeID": "_StoAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Guilty",
        "Subtitle": "Hollywood's Verdict on Arabs After 9/11",
        "Author": "Jack G. Shaheen",
        "Author (Last, First)": "Shaheen, Jack G.",
        "Publisher": "Interlink Publishing Group Incorporated",
        "Year Published": "2008",
        "Genre": "History",
        "Summary": "“Nothing will be the same again.” Americans scarred by the experience of 9/11 often express this sentiment. But what remains the same, argues Jack Shaheen, is Hollywood’s stereotyping of Arabs. In his new book about films made after 9/11, Shaheen finds that nearly all of Hollywood’s post-9/11 films legitimize a view of Arabs as stereotyped villains and the use of Arabs and Muslims as shorthand for the “Enemy” or “Other.” Along with an examination of a hundred recent movies, Shaheen addresses the cultural issues at play since 9/11: the government’s public relations campaigns to win “hearts and minds” and the impact of 9/11 on citizens and on the imagination. He suggests that winning the “war on terror” would take shattering the centuries-old stereotypes of Arabs, and frames the solutions needed to begin to tackle the problem and to change the industry and culture at large.",
        "Number of Pages": "198",
        "Language": "English",
        "ISBN": "9781566566841",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.904765009",
        "Google VolumeID": "G1wbAQAAIAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Heads in Beds",
        "Subtitle": "A Reckless Memoir of Hotels, Hustles, and So-called Hospitality",
        "Author": "Jacob Tomsky",
        "Author (Last, First)": "Tomsky, Jacob",
        "Publisher": "Doubleday",
        "Year Published": "2012",
        "Genre": "Biography & Autobiography",
        "Summary": "In the tradition of Kitchen Confidential and Waiter Rant, a rollicking, eye-opening, fantastically indiscreet memoir of a life spent (and misspent) in the hotel industry.  Jacob Tomsky never intended to go into the hotel business. As a new college graduate, armed only with a philosophy degree and a singular lack of career direction, he became a valet parker for a large luxury hotel in New Orleans. Yet, rising fast through the ranks, he ended up working in \"hospitality\" for more than a decade, doing everything from supervising the housekeeping department to manning the front desk at an upscale Manhattan hotel. He's checked you in, checked you out, separated your white panties from the white bed sheets, parked your car, tasted your room-service meals, cleaned your toilet, denied you a late checkout, given you a wake-up call, eaten M&Ms out of your minibar, laughed at your jokes, and taken your money. In Heads in Beds he pulls back the curtain to expose the crazy and compelling reality of a multi-billion-dollar industry we think we know. Heads in Beds is a funny, authentic, and irreverent chronicle of the highs and lows of hotel life, told by a keenly observant insider who's seen it all. Prepare to be amused, shocked, and amazed as he spills the unwritten code of the bellhops, the antics that go on in the valet parking garage, the housekeeping department's dirty little secrets--not to mention the shameless activities of the guests, who are rarely on their best behavior. Prepare to be moved, too, by his candor about what it's like to toil in a highly demanding service industry at the luxury level, where people expect to get what they pay for (and often a whole lot more). Employees are poorly paid and frequently abused by coworkers and guests alike, and maintaining a semblance of sanity is a daily challenge. Along his journey Tomsky also reveals the secrets of the industry, offering easy ways to get what you need from your hotel without any hassle. This book (and a timely proffered twenty-dollar bill) will help you score late checkouts and upgrades, get free stuff galore, and make that pay-per-view charge magically disappear. Thanks to him you'll know how to get the very best service from any business that makes its money from putting heads in beds. Or, at the very least, you will keep the bellmen from taking your luggage into the camera-free back office and bashing it against the wall repeatedly.",
        "Number of Pages": "247",
        "Language": "English",
        "ISBN": "9780385535632",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.985551953",
        "Google VolumeID": "o9LzzwEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Here on Earth",
        "Author": "Alice Hoffman",
        "Author (Last, First)": "Hoffman, Alice",
        "Publisher": "Penguin Publishing Group",
        "Date Published": "1998/03/01",
        "Year Published": "1998",
        "Genre": "Fiction",
        "Summary": "A seductive and mesmerizing story of obsessive love from the New York Times bestselling author of The Rules of Magic.After nineteen years in California, March Murray returns to the small Massachusetts town where she grew up. For all this time, March has been avoiding her own troubled history, but when she encounters Hollis—the boy she loved so desperately, the man who has never forgotten her—the past collides with the present as their reckless love is reignited. This dark romantic tale asks whether it is possible to survive a love that consumes you completely. The answers March Murray discovers are both heartbreaking and wise, as complex as they are devastating—for in heaven and in our dreams, love is simple and glorious. But it is something altogether different here on earth...",
        "Number of Pages": "304",
        "Language": "English",
        "ISBN": "9780425167311",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.395298957",
        "Google VolumeID": "_AyTEAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Hollywood Park",
        "Subtitle": "A Memoir",
        "Author": "Mikel Jollett",
        "Author (Last, First)": "Jollett, Mikel",
        "Publisher": "Celadon Books",
        "Date Published": "2020/05/26",
        "Year Published": "2020",
        "Genre": "Biography & Autobiography",
        "Summary": "**THE INSTANT NEW YORK TIMES BESTSELLER**“A Gen-X This Boy’s Life...Music and his fierce brilliance boost Jollett; a visceral urge to leave his background behind propels him to excel... In the end, Jollett shakes off the past to become the captain of his own soul. Hollywood Park is a triumph.\"—O, The Oprah Magazine\"This moving and profound memoir is for anyone who loves a good redemption story.\"—Good Morning America, 20 Books We're Excited for in 2020\"Several years ago, Jollett began writing Hollywood Park, the gripping and brutally honest memoir of his life. Published in the middle of the pandemic, it has gone on to become one of the summer’s most celebrated books and a New York Times best seller...\" –Los Angeles MagazineHOLLYWOOD PARK is a remarkable memoir of a tumultuous life. Mikel Jollett was born into one of the country’s most infamous cults, and subjected to a childhood filled with poverty, addiction, and emotional abuse. Yet, ultimately, his is a story of fierce love and family loyalty told in a raw, poetic voice that signals the emergence of a uniquely gifted writer.We were never young. We were just too afraid of ourselves. No one told us who we were or what we were or where all our parents went. They would arrive like ghosts, visiting us for a morning, an afternoon. They would sit with us or walk around the grounds, to laugh or cry or toss us in the air while we screamed. Then they’d disappear again, for weeks, for months, for years, leaving us alone with our memories and dreams, our questions and confusion. ...So begins Hollywood Park, Mikel Jollett’s remarkable memoir. His story opens in an experimental commune in California, which later morphed into the Church of Synanon, one of the country’s most infamous and dangerous cults. Per the leader’s mandate, all children, including Jollett and his older brother, were separated from their parents when they were six months old, and handed over to the cult’s “School.” After spending years in what was essentially an orphanage, Mikel escaped the cult one morning with his mother and older brother. But in many ways, life outside Synanon was even harder and more erratic.In his raw, poetic and powerful voice, Jollett portrays a childhood filled with abject poverty, trauma, emotional abuse, delinquency and the lure of drugs and alcohol. Raised by a clinically depressed mother, tormented by his angry older brother, subjected to the unpredictability of troubled step-fathers and longing for contact with his father, a former heroin addict and ex-con, Jollett slowly, often painfully, builds a life that leads him to Stanford University and, eventually, to finding his voice as a writer and musician.Hollywood Park is told at first through the limited perspective of a child, and then broadens as Jollett begins to understand the world around him. Although Mikel Jollett’s story is filled with heartbreak, it is ultimately an unforgettable portrayal of love at its fiercest and most loyal.",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9781250621566",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.963220953",
        "Google VolumeID": "QvA9ygEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Hooking Up",
        "Author": "Tom Wolfe",
        "Author (Last, First)": "Wolfe, Tom",
        "Publisher": "Picador",
        "Year Published": "2000",
        "Genre": "Literary Collections",
        "Summary": "In Hooking Up, Tom Wolfe ranges from coast to coast observing 'the lurid carnival actually taking place in the mightiest country on earth in the year 2000.' From teenage sexual manners and mores to fundamental changes in the way human beings now regard themselves thanks to the hot new fields of genetics and neuroscience; from his legendary profile of William Shawn, editor of The New Yorker (first published in 1965), to a remarkable portrait of Bob Noyce, the man who invented Silicon Valley, Tom Wolfe the master of reportage and satire returns in vintage form.",
        "Number of Pages": "304",
        "Language": "English",
        "ISBN": "9780312420239",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.840917944",
        "Google VolumeID": "vqXyUzePISkC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Ikebana",
        "Author": "Chihuly Dale,Davira Taragin",
        "Author (Last, First)": "Dale, Chihuly",
        "Publisher": "Chihuly Workshop, Incorporated",
        "Date Published": "2010/09/15",
        "Year Published": "2010",
        "Genre": "Glass art",
        "Summary": "Dale Chihuly is arguably the best known glass artist in the world. Each title in the 'Chihuly Mini Book' series takes readers on a visual tour of Chihuly's work, exploring what makes each of his genres unique.",
        "Number of Pages": "112",
        "Language": "English",
        "ISBN": "9781576841846",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.345927953",
        "Google VolumeID": "aSOdcQAACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Kydd",
        "Author": "Julian Stockwin",
        "Author (Last, First)": "Stockwin, Julian",
        "Publisher": "Hodder & Stoughton",
        "Year Published": "2001",
        "Genre": "Fiction, historical, general",
        "Summary": "Thomas Paine Kydd, a young wig-maker from Guildford, is seized by the press gang, to be a part of the crew of the 98-gun line-of-battle ship Royal William. The ship sails immediately and Kydd has to learn the harsh realities of shipboard life fast. Despite all that he goes through in danger of tempest and battle he comes to admire the skills and courage of the seamen - taking up the challenge himself to become a true sailor.  KYDD launches a masterly new writing talent and a thrilling new series. Based on dramatic real events, it is classic storytelling at its very best, rich with action with exceptional characters and a page-turning narrative.",
        "Number of Pages": "440",
        "Language": "English",
        "ISBN": "9780340794746",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.339666008",
        "Google VolumeID": "TkHDjwEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "La cucina ligure",
        "Subtitle": "i piatti tradizionali e quelli più attuali di una gastronomia che ha saputo esaltare come poche altre i sapori della sua terra",
        "Author": "Alessandro Molinari Pradelli",
        "Author (Last, First)": "Pradelli, Alessandro Molinari",
        "Publisher": "Newton & Compton",
        "Year Published": "2003",
        "Number of Pages": "363",
        "Language": "Italian",
        "ISBN": "9788882898281",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.999483942",
        "Google VolumeID": "XSHLzgEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Legacies: Book #3: Purgatory's Key",
        "Author": "Dayton Ward,Kevin Dilmore",
        "Author (Last, First)": "Ward, Dayton",
        "Publisher": "Simon and Schuster",
        "Date Published": "2016/08/30",
        "Year Published": "2016",
        "Genre": "Fiction",
        "Summary": "The conclusion to the epic trilogy that stretches from the earliest voyages of the Starship Enterprise to Captain Kirk’s historic five-year-mission—and from one universe to another—just in time for the milestone 50th anniversary of Star Trek: The Original Series!Eighteen years ago, the Starship Enterprise thwarted an alien invasion from another universe, and Captain Robert April took possession of the interdimensional transfer device that made it possible. Since then, each captain of the Enterprise, from Christopher Pike to James T. Kirk, has guarded this secret with his life. Now, Romulan agents have succeeded in stealing the device and using it to banish Ambassador Sarek and Councillor Gorkon to an unknown realm in the midst of their groundbreaking Federation-Klingon peace negotiations. With time running out as interstellar war looms in one universe—and alien forces marshal in another—will Captain Kirk and his crew preserve the tenuous peace and reclaim the key between the dimensions? ™, ®, & © 2016 CBS Studios, Inc. STAR TREK and related marks and logos are trademarks of CBS Studios, Inc. All Rights Reserved.",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9781501122774",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.927162051",
        "Google VolumeID": "SM3kDAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Life Real Loud",
        "Subtitle": "John Lefebvre, Neteller and the Revolution in Online Gambling",
        "Author": "Bill Reynolds",
        "Author (Last, First)": "Reynolds, Bill",
        "Publisher": "ECW Press",
        "Year Published": "2014",
        "Genre": "Biography & Autobiography",
        "Summary": "At age 50, when some people start planning for retirement, John Lefebvre hit the digital motherlode. Neteller, a tiny Canadian internet start-up that processed payments between players and online gambling arenas, rocketed into the stock market. In its early years, Neteller had been a cowboy operation, narrowly averting disaster in creative ways. Co-founder Lefebvre, a gregarious hippie lawyer from Calgary, Alberta, had toked his way through his practice for decades, aspiring all the while to be a professional musician.With the profit from Neteller and his stock holdings, he became a multi-millionaire. He started buying Malibu beach houses, limited edition cars, complete wardrobes, and a jet to fly to rock shows with pals. When that got boring he shipped his fine suits to charity, donned his beloved t-shirt and jeans, and started giving away millions to the Dalai Lama, David Suzuki and other eco-conscious people, as well as anyone else who might need a pick-me-up.And then the FBI came knocking on his Malibu door . . .",
        "Number of Pages": "392",
        "Language": "English",
        "ISBN": "9781550229417",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.969735026",
        "Google VolumeID": "ZGp3ngEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Limited Edition",
        "Subtitle": "Art and Design of Gama-Go",
        "Author": "Greg Long,Chris Edmundson,Tim Biskup",
        "Author (Last, First)": "Long, Greg",
        "Publisher": "Last Gasp of San Francisco",
        "Year Published": "2007",
        "Genre": "Graphic arts",
        "Summary": "\"Tim [Biskup], Chris [Edmundson], and Greg [Long] started up by printing a couple of tees in Greg's basement. Today GAMA-GO artfully manufactures a full range of clothing, gift, and home items beloved by fans worldwide. Now GAMA-GO's founders have combed through six years of illustrations to hand-pick the collection reprinted here. Watch the company evolve from the very first Gamagoon sketch to the latest Deathbot Undertaker. Since everything GAMA-GO makes is limited and all the designs are immediately retired, there's never been a way to view their immense body of work. Until now.\" --back cover.",
        "Number of Pages": "402",
        "Language": "English",
        "ISBN": "9780867196818",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.824700951",
        "Google VolumeID": "QmuLAAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Locomotor Training",
        "Subtitle": "Principles and Practice",
        "Author": "Susan J. Harkema,Andrea L. Behrman,Hugues Barbeau",
        "Author (Last, First)": "Harkema, Susan J.",
        "Publisher": "Oxford University Press",
        "Year Published": "2011",
        "Genre": "Spinal cord, wounds and injuries",
        "Summary": "Physical rehabilitation for walking recovery after spinal cord injury is undergoing a paradigm shift. Therapy historically has focused on compensation for sensorimotor deficits after SCI using wheelchairs and bracing to achieve mobility. With locomotor training, the aim is to promote recoveryvia activation of the neuromuscular system below the level of the lesion. What basic scientists have shown us as the potential of the nervous system for plasticity, to learn, even after injury is being translated into a rehabilitation strategy by taking advantage of the intrinsic biology of thecentral nervous system. While spinal cord injury from basic and clinical perspectives was the gateway for developing locomotor training, its application has been extended to other populations with neurologic dysfunction resulting in loss of walking or walking disability.",
        "Number of Pages": "185",
        "Language": "English",
        "ISBN": "9780195342086",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.382537007",
        "Google VolumeID": "Bn02weSKvr8C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Lone Survivor",
        "Subtitle": "The Eyewitness Account of Operation Redwing and the Lost Heroes of SEAL Team 10",
        "Author": "Marcus Luttrell,Patrick Robinson",
        "Author (Last, First)": "Luttrell, Marcus",
        "Publisher": "Little, Brown",
        "Date Published": "2007/06/12",
        "Year Published": "2007",
        "Genre": "Biography & Autobiography",
        "Summary": "A Navy SEAL's firsthand account of American heroism during a secret military operation in Afghanistan.Inspiration for a major motion picture by Mark Wahlberg. On a clear night in late June 2005, four U.S. Navy SEALs left their base in northern Afghanistan for the mountainous Pakistani border. Their mission was to capture or kill a notorious al Qaeda leader known to be ensconced in a Taliban stronghold surrounded by a small but heavily armed force. Less then twenty-four hours later, only one of those Navy SEALs remained alive.  This is the story of fire team leader Marcus Luttrell, the sole survivor of Operation Redwing, and the desperate battle in the mountains that led, ultimately, to the largest loss of life in Navy SEAL history. But it is also, more than anything, the story of his teammates, who fought ferociously beside him until he was the last one left-blasted unconscious by a rocket grenade, blown over a cliff, but still armed and still breathing. Over the next four days, badly injured and presumed dead, Luttrell fought off six al Qaeda assassins who were sent to finish him, then crawled for seven miles through the mountains before he was taken in by a Pashtun tribe, who risked everything to protect him from the encircling Taliban killers. A six-foot-five-inch Texan, Leading Petty Officer Luttrell takes us, blow-by-blow, through the brutal training of America's warrior elite and the relentless rites of passage required by the Navy SEALs. He transports us to a monstrous battle fought in the desolate peaks of Afghanistan, where the beleaguered American team plummeted headlong a thousand feet down a mountain as they fought back through flying shale and rocks. In this rich , moving chronicle of courage, honor, and patriotism, Marcus Luttrell delivers one of the most powerful narratives ever written about modern warfare-and a tribute to his teammates, who made the ultimate sacrifice for their country.",
        "Number of Pages": "390",
        "Language": "English",
        "ISBN": "9780316067591",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.355486989",
        "Google VolumeID": "d2fxAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Lost Roses",
        "Subtitle": "A Novel",
        "Author": "Martha Hall Kelly",
        "Author (Last, First)": "Kelly, Martha Hall",
        "Publisher": "Random House Publishing Group",
        "Date Published": "2020/03/03",
        "Year Published": "2020",
        "Genre": "Fiction",
        "Summary": "NEW YORK TIMES BESTSELLER • The million-copy bestseller Lilac Girls introduced the real-life heroine Caroline Ferriday. Now Lost Roses, set a generation earlier and also inspired by true events, features Caroline’s mother, Eliza, and follows three equally indomitable women from St. Petersburg to Paris under the shadow of World War I. “Not only a brilliant historical tale, but a love song to all the ways our friendships carry us through the worst of times.”—Lisa Wingate, #1 New York Times bestselling author of Before We Were Yours It is 1914, and the world has been on the brink of war so often, many New Yorkers treat the subject with only passing interest. Eliza Ferriday is thrilled to be traveling to St. Petersburg with Sofya Streshnayva, a cousin of the Romanovs. The two met years ago one summer in Paris and became close confidantes. Now Eliza embarks on the trip of a lifetime, home with Sofya to see the splendors of Russia: the church with the interior covered in jeweled mosaics, the Rembrandts at the tsar’s Winter Palace, the famous ballet. But when Austria declares war on Serbia and Russia’s imperial dynasty begins to fall, Eliza escapes back to America, while Sofya and her family flee to their country estate. In need of domestic help, they hire the local fortune-teller’s daughter, Varinka, unknowingly bringing intense danger into their household. On the other side of the Atlantic, Eliza is doing her part to help the White Russian families find safety as they escape the revolution. But when Sofya’s letters suddenly stop coming, she fears the worst for her best friend.  From the turbulent streets of St. Petersburg and aristocratic countryside estates to the avenues of Paris where a society of fallen Russian émigrés live to the mansions of Long Island, the lives of Eliza, Sofya, and Varinka will intersect in profound ways. In her newest powerful tale told through female-driven perspectives, Martha Hall Kelly celebrates the unbreakable bonds of women’s friendship, especially during the darkest days of history.",
        "Number of Pages": "496",
        "Language": "English",
        "ISBN": "9781524796396",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.961469054",
        "Google VolumeID": "B5LODwAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Mandarin",
        "Author": "Anthony Garnaut",
        "Author (Last, First)": "Garnaut, Anthony",
        "Publisher": "Lonely Planet",
        "Year Published": "2010",
        "Genre": "Chinese language",
        "Summary": "This phrasebook contains a 3500-word two-way dictionary to help translate Chinese characters into English and also has a food section, pronunciation guide, phrases for finding accommodation and suggestions for health needs and emergencies.",
        "Number of Pages": "254",
        "Language": "English",
        "ISBN": "9781742200880",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 18:57:05.743029952",
        "Google VolumeID": "b5LlwAEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Me Before You",
        "Author": "Jojo Moyes",
        "Author (Last, First)": "Moyes, Jojo",
        "Publisher": "Penguin Books",
        "Year Published": "2012",
        "Genre": "Fiction",
        "Summary": "The #1 New York Times bestseller, now a major motion picture. Look out for Jojo's new book, Paris for One and Other Stories, coming October 18, 2016.  They had nothing in common until love gave them everything to lose . . .  Louisa Clark is an ordinary girl living an exceedingly ordinary life--steady boyfriend, close family--who has barely been farther afield than their tiny village. She takes a badly needed job working for ex-Master of the Universe Will Traynor, who is wheelchair bound after an accident. Will has always lived a huge life--big deals, extreme sports, worldwide travel--and now he's pretty sure he cannot live the way he is.  Will is acerbic, moody, bossy--but Lou refuses to treat him with kid gloves, and soon his happiness means more to her than she expected. When she learns that Will has shocking plans of his own, she sets out to show him that life is still worth living.  A Love Story for this generation and perfect for fans of John Green's The Fault in Our Stars, Me Before You brings to life two people who couldn't have less in common--a heartbreakingly romantic novel that asks, What do you do when making the person you love happy also means breaking your own heart?   From the Trade Paperback edition.",
        "Number of Pages": "369",
        "Language": "English",
        "ISBN": "9780143130154",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.414780020",
        "Google VolumeID": "5lXhCwAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Metahuman",
        "Subtitle": "Unleashing Your Infinite Potential",
        "Author": "M.D. Deepak Chopra",
        "Author (Last, First)": "Chopra, M.D. Deepak",
        "Publisher": "Harmony/Rodale",
        "Date Published": "2019/10/01",
        "Year Published": "2019",
        "Genre": "Self-Help",
        "Summary": "Is it possible to venture beyond daily living and experience heightened states of awareness? Deepak Chopra says that higher consciousness is available here and now.   “Metahuman helps us harvest peak experiences so we can see our truth and mold the universe’s chaos into a form that brings light to the world.”—Dr. Mehmet Oz, attending physician, New York–Presbyterian, Columbia University New York Times bestselling author Deepak Chopra unlocks the secrets to moving beyond our present limitations to access a field of infinite possibilities. How does one do this? By becoming metahuman.  To be metahuman, however, isn’t science fiction and is certainly not about being a superhero. To be metahuman means to move past the limitation constructed by the mind and enter a new state of awareness where we have deliberate and concrete access to peak experiences that can transform people’s lives from the inside out. Humans do this naturally—to a point. For centuries the great artists, scientists, writers, and many so-called ordinary people have gone beyond the everyday physical world. But if we could channel these often bewildering experiences, what would happen? Chopra argues we would wake up to experiences that would blow open your body, mind, and soul.  Metahuman invites the reader to walk the path here and now. Waking up, we learn, isn’t just about mindfulness or meditation. Waking up, to become metahuman, is to expand our consciousness in all that we think, say, and do. By going beyond, we liberate ourselves from old conditioning and all the mental constructs that underlie anxiety, tension, and ego-driven demands. Waking up allows life to make sense as never before. To make this as practical as possible, Chopra ends the book with a 31-day guide to becoming metahuman. Once you wake up, he writes, life becomes transformed, because pure consciousness—which is the field of all possibilities—dawns in your life. Only then does your infinite potential become your personal reality.",
        "Number of Pages": "368",
        "Language": "English",
        "ISBN": "9780307338334",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:01:43.696869969",
        "Google VolumeID": "vAetDwAAQBAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Mirror Image",
        "Author": "Danielle Steel",
        "Author (Last, First)": "Steel, Danielle",
        "Publisher": "Delacorte Press",
        "Year Published": "1998",
        "Genre": "Fiction",
        "Summary": "To look at one was to see the other. For family, even the girls' own father, it was a constant guessing game. For strangers, the surprise was overwhelming. And for the twins Olivia and Victoria Henderson, two remarkable young women coming of age at the turn of the century, their bond was mysterious, marvelous, and often playful--a secret realm only they inhabited.  Olivia and Victoria were the beloved daughters of a man who never fully recovered from his wife's death bearing them in 1893. Shy, serious Olivia, born eleven minutes before her sister, had taken over the role of mother in their lush New York estate, managing not only a household but her rebellious twin's flights of fancy. Free-spirited Victoria wanted to change the world. She embraced the women's suffrage movement and dreamed of sailing to war-torn Europe. Then, in the girls' twenty-first year, as the first world war escalated overseas, a fateful choice changed their lives forever.  It began when Victoria's life was about to become a public scandal. It led to a painful decision, and brought handsome lawyer Charles Dawson into the Henderson's life and family. Hand-picked by the twins' father to save his daughter's reputation, Charles was still mourning his wife's death aboard the Titanic, struggling to raise his nine year-old son alone, determined never to lose his heart again. Charles wanted to believe that, for the sake of his son, he could make an unwanted marriage work. But in an act of deception that only Olivia and Victoria could manage, the twins took an irrevocable step, which changed both their lives forever; and took one of the twins to the battlefields of France, the other into a marriage she longed for but could not have.  From Manhattan society to the trenches of war-ravaged France, Mirror Image moves elegantly and dramatically through a rich and troubled era. With startling insight, Danielle Steel explores women's choices: between home and adventure, between the love for family and the passion for a cause, between sacrifice and desire. But at the heart of Mirror Image is a fascinating, realistic portrait of identical twins, two vastly different sisters who lead their lives and follow their destinies against a vivid backdrop of a world at war.",
        "Number of Pages": "426",
        "Language": "English",
        "ISBN": "9780385315098",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:02:49.509984016",
        "Google VolumeID": "gfvR-fMP8i8C",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Moo",
        "Author": "Jane Smiley",
        "Author (Last, First)": "Smiley, Jane",
        "Publisher": "A.A. Knopf",
        "Year Published": "1995",
        "Genre": "Humorous stories",
        "Summary": "\"DELECTABLY ENTERTAINING. . . . An uproariously funny and at the same time hauntingly melancholy portrait of a college community in the Midwest.\"--The New York TimesNestled in the heart of the Midwest, amid cow pastures and waving fields of grain, lies Moo University, a distinguished institution devoted to the art and science of agriculture. Here, among an atmosphere rife with devious plots, mischievous intrigue, lusty liaisons, and academic one-upmanship, Chairman X of the Horticulture Department harbors a secret fantasy to kill the dean; Mrs. Walker, the provost's right hand and campus information queen, knows where all the bodies are buried; Timothy Nonahan, associate professor of English, advocates eavesdropping for his creative writing assignments; and Bob Carlson, a sophomore, feeds and maintains his only friend: a hog named Earl Butz. In this wonderfully written and masterfully plotted novel, Jane Smiley, the Pulitzer Prize-winning author of A Thousand Acres, offers us a wickedly funny comedy that is also a darkly poignant slice of life.\"FAST, HILARIOUS, AND HEARTBREAKING . . . Not for a minute does Moo lose its perfect satiric pitch or its pacing. . . . Don't skip a page, don't skip a paragraph. It's going to be on the final.\"--People\"SMART, IRREVERENT, AND WICKEDLY TENDER . . . Moo suggests a mix of Tom Wolfe's wit and John Updike's satiny reach . . . Engaging.\"--The Boston Globe\"ENTERTAINING . . . Displays a wicked wit and an unerring eye for American foibles . . . Stuffed with memorable characters, sparkling with deliciously acid humor, Moo is a rare bird in today's literary menagerie: a great read that also makes you think.\"--Chicago Sun-Times\"From the Trade Paperback edition.\"",
        "Number of Pages": "414",
        "Language": "English",
        "ISBN": "9780679420231",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.968055963",
        "Google VolumeID": "t00NhJ9OEOkC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "MUTTS' Shelter Stories",
        "Subtitle": "Love. Guaranteed.",
        "Author": "Patrick McDonnell",
        "Author (Last, First)": "McDonnell, Patrick",
        "Publisher": "Andrews McMeel Publishing",
        "Date Published": "2008/05/01",
        "Year Published": "2008",
        "Genre": "Pets",
        "Summary": "Until one has loved an animal, one's soul remains unawakened.\" --Anatole FranceThis book is a credit to [Patrick McDonnell's] life's work and passion, and I know you will enjoy it and be moved by it.\" --Wayne Pacelle, President and CEO, The Humane Society of the United StatesPatrick McDonnell's MUTTS is up there with Peanuts, Pogo, Krazy Kat, and Calvin and Hobbes--cartoons that are smart and funny, brilliantly drawn, and full of heart.\" --Matt Groening, The Simpsons creator To me, MUTTS is exactly what a comic strip should be\" --Charles Schulz, Peanuts creatorMUTTS creator Patrick McDonnell pairs his heartwarming \"Shelter Stories\" strips with real-life, fan-submitted testimonials and photographs to provide an emotionally gratifying look into the lives of the millions of rescue animals adopted into loving homes each year. In this emotive collection, McDonnell spotlights stories of animal rescue submitted by fans across the nation.More than 70 full-color photographs of adopted pets-including cute and cuddly dogs, cats, bunnies, guinea pigs, birds, and ferrets-are featured alongside more than 100 of McDonnell's popular MUTTS \"Shelter Stories\" strips. Also included is an authoritative reference section with an Adoption Guide and resourceful links that encourage readers to, as McDonnell writes, \"Adopt some love today.\"",
        "Number of Pages": "176",
        "Language": "English",
        "ISBN": "9780740771156",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:48:04.813467979",
        "Google VolumeID": "6oGEr9xuzksC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "My Country Versus Me",
        "Subtitle": "The First-Hand Account by the Los Alamos Scientist Who Was Falsely Accused of Being a Spy",
        "Author": "Wen Ho Lee,Helen Zia",
        "Author (Last, First)": "Lee, Wen Ho",
        "Publisher": "Hyperion Books",
        "Year Published": "2001",
        "Genre": "Biography & Autobiography",
        "Summary": "For the first time, Wen Ho Lee speaks out: about his work at Los Alamos and his experiences with the FBI, about his arrest and imprisonment. In January of 1999, the arrest of Wen Ho Lee, the Los Alamos scientist who was falsely accused of espionage by the U.S. government and imprisoned without trial, sparked controversy throughout the country. Throughout the ordeal, Wen Ho Lee quietly and steadfastly maintained his innocence. Now he tells his story. A riveting account about prejudice, fear, suspicionand courage, My Country Versus Me offers at last a clear and truthful look at one of the great miscarriages of justice of our time.",
        "Number of Pages": "332",
        "Language": "English",
        "ISBN": "9780786868032",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.976887941",
        "Google VolumeID": "79LaAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "My Life in Print",
        "Author": "Emmett Watson",
        "Author (Last, First)": "Watson, Emmett",
        "Publisher": "Lesser Seattle Pub.",
        "Year Published": "1993",
        "Genre": "Biography",
        "Number of Pages": "383",
        "Language": "English",
        "ISBN": "9780963410221",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.427510976",
        "Google VolumeID": "YdPKFZTtzjcC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "My Promised Land",
        "Subtitle": "The Triumph and Tragedy of Israel",
        "Author": "Ari Shavit",
        "Author (Last, First)": "Shavit, Ari",
        "Publisher": "Random House Publishing Group",
        "Date Published": "2015/02/03",
        "Year Published": "2015",
        "Genre": "History",
        "Summary": "NEW YORK TIMES BESTSELLER • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE NEW YORK TIMES BOOK REVIEW AND THE ECONOMISTWinner of the Natan Book Award, the National Jewish Book Award, and the Anisfield-Wolf Book AwardAn authoritative and deeply personal narrative history of the State of Israel, by one of the most influential journalists writing about the Middle East today   Not since Thomas L. Friedman’s groundbreaking From Beirut to Jerusalem has a book captured the essence and the beating heart of the Middle East as keenly and dynamically as My Promised Land. Facing unprecedented internal and external pressures, Israel today is at a moment of existential crisis. Ari Shavit draws on interviews, historical documents, private diaries, and letters, as well as his own family’s story, illuminating the pivotal moments of the Zionist century to tell a riveting narrative that is larger than the sum of its parts: both personal and national, both deeply human and of profound historical dimension.   We meet Shavit’s great-grandfather, a British Zionist who in 1897 visited the Holy Land on a Thomas Cook tour and understood that it was the way of the future for his people; the idealist young farmer who bought land from his Arab neighbor in the 1920s to grow the Jaffa oranges that would create Palestine’s booming economy; the visionary youth group leader who, in the 1940s, transformed Masada from the neglected ruins of an extremist sect into a powerful symbol for Zionism; the Palestinian who as a young man in 1948 was driven with his family from his home during the expulsion from Lydda; the immigrant orphans of Europe’s Holocaust, who took on menial work and focused on raising their children to become the leaders of the new state; the pragmatic engineer who was instrumental in developing Israel’s nuclear program in the 1960s, in the only interview he ever gave; the zealous religious Zionists who started the settler movement in the 1970s; the dot-com entrepreneurs and young men and women behind Tel-Aviv’s booming club scene; and today’s architects of Israel’s foreign policy with Iran, whose nuclear threat looms ominously over the tiny country. As it examines the complexities and contradictions of the Israeli condition, My Promised Land asks difficult but important questions: Why did Israel come to be? How did it come to be? Can Israel survive? Culminating with an analysis of the issues and threats that Israel is currently facing, My Promised Land uses the defining events of the past to shed new light on the present. The result is a landmark portrait of a small, vibrant country living on the edge, whose identity and presence play a crucial role in today’s global political landscape. Praise for My Promised Land“This book will sweep you up in its narrative force and not let go of you until it is done. [Shavit’s] accomplishment is so unlikely, so total . . . that it makes you believe anything is possible, even, God help us, peace in the Middle East.”—Simon Schama, Financial Times  “[A] must-read book.”—Thomas L. Friedman, The New York Times   “Important and powerful . . . the least tendentious book about Israel I have ever read.”—Leon Wieseltier, The New York Times Book Review    “Spellbinding . . . Shavit’s prophetic voice carries lessons that all sides need to hear.”—The Economist   “One of the most nuanced and challenging books written on Israel in years.”—The Wall Street Journal",
        "Number of Pages": "512",
        "Language": "English",
        "ISBN": "9780385521710",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.893123030",
        "Google VolumeID": "3N6KDQAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Nothing But Blue Skies",
        "Author": "Thomas McGuane",
        "Author (Last, First)": "McGuane, Thomas",
        "Publisher": "Knopf Doubleday Publishing Group",
        "Date Published": "1994/02/01",
        "Year Published": "1994",
        "Genre": "Fiction",
        "Summary": "A ruefully funny novel of embattled manhood, set in Big Sky Country—by the highly acclaimed author of Ninety-two in the Shade and Cloudbursts, with writing “so dazzlingly acute and seemingly effortless that it infuses Nothing but Blue Skies with exuberance and wit.\"—Chicago Tribune   This high-spirited and fiercely lyrical novel chronicles the fall and rise of Frank Copenhaver, a man so unhinged by his wife's departure that he finds himself ruining his business, falling in love with the wrong women, and wandering the lawns of his neighborhood, desperate for the merest glimpse of normalcy. The result is a Montana where cowboys slug it out with speculators, a cattleman's best friend may be his insurance broker, and love and fishing are the only consolations that last.   \"Vibrant with the pleasures of ironic language, play and chase, and quick with broken-hearted humor.\"—Los Angeles Times Book Review",
        "Number of Pages": "368",
        "Language": "English",
        "ISBN": "9780679747789",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.393172979",
        "Google VolumeID": "VDLuAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Once Upon a Time in Seattle",
        "Author": "Emmett Watson",
        "Author (Last, First)": "Watson, Emmett",
        "Publisher": "Lesser Seattle Pub.",
        "Year Published": "1992",
        "Genre": "Biography",
        "Number of Pages": "166",
        "Language": "English",
        "ISBN": "9780963410207",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.838698983",
        "Google VolumeID": "2EBljLlV_ToC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "One Summer",
        "Subtitle": "America, 1927",
        "Author": "Bill Bryson",
        "Author (Last, First)": "Bryson, Bill",
        "Publisher": "Random House Incorporated",
        "Year Published": "2013",
        "Genre": "History",
        "Summary": "A Chicago Tribune Noteworthy Book A GoodReads Reader's Choice  In One Summer Bill Bryson, one of our greatest and most beloved nonfiction writers, transports readers on a journey back to one amazing season in American life.  The summer of 1927 began with one of the signature events of the twentieth century: on May 21, 1927, Charles Lindbergh became the first man to cross the Atlantic by plane nonstop, and when he landed in Le Bourget airfield near Paris, he ignited an explosion of worldwide rapture and instantly became the most famous person on the planet. Meanwhile, the titanically talented Babe Ruth was beginning his assault on the home run record, which would culminate on September 30 with his sixtieth blast, one of the most resonant and durable records in sports history. In between those dates a Queens housewife named Ruth Snyder and her corset-salesman lover garroted her husband, leading to a murder trial that became a huge tabloid sensation. Alvin \"Shipwreck\" Kelly sat atop a flagpole in Newark, New Jersey, for twelve days--a new record. The American South was clobbered by unprecedented rain and by flooding of the Mississippi basin, a great human disaster, the relief efforts for which were guided by the uncannily able and insufferably pompous Herbert Hoover. Calvin Coolidge interrupted an already leisurely presidency for an even more relaxing three-month vacation in the Black Hills of South Dakota. The gangster Al Capone tightened his grip on the illegal booze business through a gaudy and murderous reign of terror and municipal corruption. The first true \"talking picture,\" Al Jolson's The Jazz Singer, was filmed and forever changed the motion picture industry. The four most powerful central bankers on earth met in secret session on a Long Island estate and made a fateful decision that virtually guaranteed a future crash and depression.      All this and much, much more transpired in that epochal summer of 1927, and Bill Bryson captures its outsized personalities, exciting events, and occasional just plain weirdness with his trademark vividness, eye for telling detail, and delicious humor. In that year America stepped out onto the world stage as the main event, and One Summer transforms it all into narrative nonfiction of the highest order.",
        "Number of Pages": "509",
        "Language": "English",
        "ISBN": "9780767919401",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.420529961",
        "Google VolumeID": "Bg8EnwEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Ovenly",
        "Subtitle": "Sweet and Salty Recipes from New York's Most Creative Bakery",
        "Author": "Agatha Kulaga,Erin Patinkin",
        "Author (Last, First)": "Kulaga, Agatha",
        "Publisher": "Park Row Books",
        "Date Published": "2021/01/05",
        "Year Published": "2021",
        "Genre": "Cooking",
        "Summary": "New York's award-winning bakery Ovenly is world-renowned for their innovative and decadent treats. The Ovenly cookbook is packed with all of their greatest hits--the best ever chocolate-chip cookies, dense, crumbly shortbreads, buttery scones, and more! As self-taught, curious bakers, Agatha Kulaga and Erin Patinkin believe above all that baking (and eating!) should be an adventure. With their use of unexpected flavor combinations by playing with tradition, it's no wonder Ovenly has a dedicated fanbase.  This updated second edition celebrates Ovenly's tenth anniversary and includes new recipes of bakeshop favorites such as the ooey-gooey Hot Chocolate Cookie, the tart, moist Vegan Lemon Raspberry Quickbread, the Chewy Molasses Spice Cookie, and fresh twists on some of the bakery's newer recipes, which are also sure to be classics.  With tips and anecdotes, exquisite photos, and pantry and kitchen tool essentials, Ovenly contains experimental yet perfected recipes for the most inventive and out-of-this-world pastries, desserts, and snacks.",
        "Number of Pages": "272",
        "Language": "English",
        "ISBN": "9780778311119",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.360180020",
        "Google VolumeID": "XU-LzQEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Patrol and Rescue Boats on Puget Sound",
        "Author": "Chuck Fowler",
        "Author (Last, First)": "Fowler, Chuck",
        "Publisher": "Arcadia Publishing",
        "Year Published": "2011",
        "Genre": "History",
        "Summary": "The history of impressive battleships, aircraft carriers, and submarines on Puget Sound has been well chronicled. However, the story of the smaller, fast patrol and rescue boats that have protected its vast inland waters is largely unknown. This book, through more than 200 rare images and engaging text, reveals the fascinating story. It covers Navy, Coast Guard, and Army Air Force craft in the sound, including the famed patrol torpedo boats of World War II. Featuring evocative photographs from the National Archives, as well as veterans' personal collections, this book highlights these military craft, their proud crews, and essential wartime and peacetime operations.",
        "Number of Pages": "127",
        "Language": "English",
        "ISBN": "9780738575810",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.359974980",
        "Google VolumeID": "qfzrSHKztzMC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Plain Simple Useful",
        "Author": "Terence Conran",
        "Author (Last, First)": "Conran, Terence",
        "Publisher": "Octopus Books",
        "Date Published": "2020/06/30",
        "Year Published": "2020",
        "Genre": "Architecture",
        "Summary": "'A handsome yet joyful manual for easy, stylish living.' - Architectural Digest Terence Conran has always believed that objects - and surroundings - that are plain, simple and useful are the key to easy living. By being practical and performing well over time, they are as much the antidote to superficial styling as they are to the shoddy and second-rate. Applied to the home as a whole, this discerning approach results in interiors that are effortlessly stylish, confident and timeless, with plenty of room for the expression of personal taste.   Plain Simple Useful is organized according to the main activities that take place at home. Inspirational interiors, many of which are Conran's own, and a number of projects designed by him exclusively for this book, provide all the guidance you need to tailor-make your own storage. The book also features iconic examples of classic designs that will enhance any home, as well as a peek behind the closed doors of those well-ordered cupboards, larders and other stowing spaces that contribute so much to easy living. This updated edition of the book features a new chapter on plain, simple, useful style outdoors with elegant contemporary ideas for eating and relaxing spaces outside.",
        "Number of Pages": "240",
        "Language": "English",
        "ISBN": "9781840918120",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.996036052",
        "Google VolumeID": "VhunygEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Practical Healthy Eating",
        "Author": "No name",
        "Author (Last, First)": "name, No",
        "Publisher": "P3 Publishing",
        "Year Published": "2004",
        "Genre": "Diet",
        "Number of Pages": "32",
        "Language": "English",
        "ISBN": "9781405432771",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.997766017",
        "Google VolumeID": "7vM67z5HQvcC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Private Down Under",
        "Author": "James Patterson,Michael White",
        "Author (Last, First)": "Patterson, James",
        "Publisher": "Grand Central Publishing",
        "Date Published": "2015/03/31",
        "Year Published": "2015",
        "Genre": "Fiction",
        "Summary": "The world's most exclusive detective agency opens a new office-in Australia!With the best detectives in the business, cutting edge technology and offices around the globe, there is no investigation company quite like Private. Now, at a glittering launch party overlooking the iconic Opera House, Private Sydney throws open its doors.Craig Gisto and his newly formed team have barely raised their glasses, however, when a young Asian man, blood-soaked and bullet-ridden, staggers into the party, and what looks like a botched kidnapping turns out to be a whole lot more. Within days the agency's caseload is full. But it is a horrific murder in the wealthy Eastern Suburbs and the desperate search for a motive that stretches the team to the limit. Stacy Friel, friend of the Deputy Commissioner of NSW Police, isn't the killer's first victim-and as the bodies mount up she's clearly not the last . . .",
        "Number of Pages": "320",
        "Language": "English",
        "ISBN": "9781455529759",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.817765951",
        "Google VolumeID": "6E2voAEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Range",
        "Subtitle": "Why Generalists Triumph in a Specialized World",
        "Author": "David Epstein",
        "Author (Last, First)": "Epstein, David",
        "Publisher": "Penguin",
        "Date Published": "2021/04/27",
        "Year Published": "2021",
        "Genre": "Psychology",
        "Summary": "The #1 New York Times bestseller that has all America talking—with a new afterword on expanding your range—as seen on CNN's Fareed Zakaria GPS, Morning Joe, CBS This Morning, and more. “The most important business—and parenting—book of the year.” —Forbes “Urgent and important. . . an essential read for bosses, parents, coaches, and anyone who cares about improving performance.” —Daniel H. Pink  Shortlisted for the Financial Times/McKinsey Business Book of the Year AwardPlenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you’ll never catch up to the people who got a head start. But a closer look at research on the world’s top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule.     David Epstein examined the world’s most successful athletes, artists, musicians, inventors, forecasters and scientists. He discovered that in most fields—especially those that are complex and unpredictable—generalists, not specialists, are primed to excel. Generalists often find their path late, and they juggle many interests rather than focusing on one. They’re also more creative, more agile, and able to make connections their more specialized peers can’t see. Provocative, rigorous, and engrossing, Range makes a compelling case for actively cultivating inefficiency. Failing a test is the best way to learn. Frequent quitters end up with the most fulfilling careers. The most impactful inventors cross domains rather than deepening their knowledge in a single area. As experts silo themselves further while computers master more of the skills once reserved for highly focused humans, people who think broadly and embrace diverse experiences and perspectives will increasingly thrive.",
        "Number of Pages": "368",
        "Language": "English",
        "ISBN": "9780735214507",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 18:57:21.637433052",
        "Google VolumeID": "6nsmEAAAQBAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Range",
        "Subtitle": "Why Generalists Triumph in a Specialized World",
        "Author": "David Epstein",
        "Author (Last, First)": "Epstein, David",
        "Publisher": "Penguin",
        "Date Published": "2021/04/27",
        "Year Published": "2021",
        "Genre": "Psychology",
        "Summary": "The #1 New York Times bestseller that has all America talking—with a new afterword on expanding your range—as seen on CNN's Fareed Zakaria GPS, Morning Joe, CBS This Morning, and more. “The most important business—and parenting—book of the year.” —Forbes “Urgent and important. . . an essential read for bosses, parents, coaches, and anyone who cares about improving performance.” —Daniel H. Pink  Shortlisted for the Financial Times/McKinsey Business Book of the Year AwardPlenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you’ll never catch up to the people who got a head start. But a closer look at research on the world’s top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule.     David Epstein examined the world’s most successful athletes, artists, musicians, inventors, forecasters and scientists. He discovered that in most fields—especially those that are complex and unpredictable—generalists, not specialists, are primed to excel. Generalists often find their path late, and they juggle many interests rather than focusing on one. They’re also more creative, more agile, and able to make connections their more specialized peers can’t see. Provocative, rigorous, and engrossing, Range makes a compelling case for actively cultivating inefficiency. Failing a test is the best way to learn. Frequent quitters end up with the most fulfilling careers. The most impactful inventors cross domains rather than deepening their knowledge in a single area. As experts silo themselves further while computers master more of the skills once reserved for highly focused humans, people who think broadly and embrace diverse experiences and perspectives will increasingly thrive.",
        "Number of Pages": "368",
        "Language": "English",
        "ISBN": "9780735214507",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.378803968",
        "Google VolumeID": "6nsmEAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Running with Scissors",
        "Subtitle": "A Memoir",
        "Author": "Augusten Burroughs",
        "Author (Last, First)": "Burroughs, Augusten",
        "Publisher": "Picador",
        "Date Published": "2003/06/01",
        "Year Published": "2003",
        "Genre": "Biography & Autobiography",
        "Summary": "The #1 New York Times BestsellerAn Entertainment Weekly Top Ten Book of the YearNow a Major Motion Picture Running with Scissors is the true story of a boy whose mother (a poet with delusions of Anne Sexton) gave him away to be raised by her unorthodox psychiatrist who bore a striking resemblance to Santa Claus. So at the age of twelve, Burroughs found himself amidst Victorian squalor living with the doctor's bizarre family, and befriending a pedophile who resided in the backyard shed. The story of an outlaw childhood where rules were unheard of, and the Christmas tree stayed up all year round, where Valium was consumed like candy, and if things got dull an electroshock- therapy machine could provide entertainment. The funny, harrowing and bestselling account of an ordinary boy's survival under the most extraordinary circumstances.Running with Scissors AcknowledgmentsGratitude doesn't begin to describe it: Jennifer Enderlin, Christopher Schelling, John Murphy, Gregg Sullivan, Kim Cardascia, Michael Storrings, and everyone at St. Martin's Press. Thank you: Lawrence David, Suzanne Finnamore, Robert Rodi, Bret Easton Ellis, Jon Pepoon, Lee Lodes, Jeff Soares, Kevin Weidenbacher, Lynda Pearson, Lona Walburn, Lori Greenburg, John DePretis, and Sheila Cobb. I would also like to express my appreciation to my mother and father for, no matter how inadvertently, giving me such a memorable childhood. Additionally, I would like to thank the real-life members of the family portrayed in this book for taking me into their home and accepting me as one of their own. I recognize that their memories of the events described in this book are different than my own. They are each fine, decent, and hard-working people. The book was not intended to hurt the family. Both my publisher and I regret any unintentional harm resulting from the publishing and marketing of Running with Scissors. Most of all, I would like to thank my brother for demonstrating, by example, the importance of being wholly unique.",
        "Number of Pages": "336",
        "Language": "English",
        "ISBN": "9780312422271",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.975180029",
        "Google VolumeID": "XvHfYQEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Shake",
        "Subtitle": "A New Perspective on Cocktails",
        "Author": "Eric Prum,Josh Williams",
        "Author (Last, First)": "Prum, Eric",
        "Publisher": "Clarkson Potter/Ten Speed",
        "Date Published": "2014/07/08",
        "Year Published": "2014",
        "Genre": "Cooking",
        "Summary": "An artisinal cocktail book by the entrepreneurs who invented the The Mason Shaker cocktail shaker, whose mission is to bring cocktail crafting out of the bar and into the home. Design, cocktail, and culinary enthusiasts Eric Prum and Josh Williams realized that while cocktail bars have sprouted up just about everywhere, good drinks still couldn't be found in the one place where they always mixed them: at home with friends.So, from their Brooklyn workshop, where they designed, created, and launched The Mason Shaker, a now-iconic invention that transformed a Mason jar into a cocktail shaker, they also created Shake. One part instructional recipe book and one part photo journey through their year of cocktail crafting, the book is a simple and inspirational expression of their seasonal, straightforward approach to drinks and entertaining: Mixing cocktails should be simple, social, and above all, fun.Each recipe is presented visually, in four color photos, as well as in written recipes, making Shake both an arresting gift and a practical guidebook to simple, elegant cocktails.",
        "Number of Pages": "168",
        "Language": "English",
        "ISBN": "9780804186735",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.354253053",
        "Google VolumeID": "d_9vDwAAQBAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Shibumi",
        "Author": "Trevanian",
        "Author (Last, First)": "Trevanian",
        "Publisher": "Roca Bolsillo",
        "Date Published": "2008/02/22",
        "Year Published": "2008",
        "Genre": "Fiction",
        "Summary": "Nicholai Hel es el hombre más buscado del mundo. Nacido en Shangai durante la Primera Guerra Mundial, es hijo de una aristócrata rusa y de un alemán misterioso, además de protegido de un maestro Go japonés. Hel, que sobrevivió a la destrucción de Hiroshima, se ha convertido en un artista del asesinato a sueldo. Es un genio, un iniciado, un auténtico sabio del lenguaje y la cultura cuyo secreto radica en la determinación por alcanzar un estado de perfección conocido como shibumi. Tras varios años escondido en su fortaleza para huir del pasado, se ve obligado a volver al terreno de juego cuando una joven acude a él y le pide protección. Pronto descubrirá que detrás del telón se encuentra su enemigo más siniestro: una red de espionaje conocida como Compañía Madre. Las líneas del juego están trazadas: poder y corrupción en un lado, en el otro, Shibumi.",
        "Number of Pages": "553",
        "Language": "Spanish",
        "ISBN": "9788496940123",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.966469049",
        "Google VolumeID": "O0K6QwAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Ship of Ghosts",
        "Subtitle": "The Story of the USS Houston, FDR's Legendary Lost Cruiser, and the Epic Saga of Her Survivors",
        "Author": "James D. Hornfischer",
        "Author (Last, First)": "Hornfischer, James D.",
        "Publisher": "Bantam Books",
        "Year Published": "2006",
        "Genre": "History",
        "Summary": "\"Son, we're going to Hell.\" The navigator of the USS \"Houston\" confided these prophetic words to a young officer as he and his captain charted a course into U.S. naval legend. Renowned as FDR's favorite warship, the cruiser USS \"Houston\" was a prize target trapped in the far Pacific after Pearl Harbor. Without hope of reinforcement, her crew faced a superior Japanese force ruthlessly committed to total conquest. It wasn't a fair fight, but the men of the Houston would wage it to the death. Hornfischer brings to life the awesome terror of nighttime naval battles that turned decks into strobe-lit slaughterhouses, the deadly rain of fire from Japanese bombers, and the almost superhuman effort of the crew as they miraculously escaped disaster again and again-until their luck ran out during a daring action in Sunda Strait. There, hopelessly outnumbered, the \"Houston\" was finally sunk and its survivors taken prisoner. For more than three years their fate would be a mystery to families waiting at home. In the brutal privation of jungle POW camps dubiously immortalized in such films as \"The Bridge on the River Kwai,\" the war continued for the men of the \"Houston\"--a life-and-death struggle to survive forced labor, starvation, disease, and psychological torture. Here is the gritty, unvarnished story of the infamous Burma-Thailand Death Railway glamorized by Hollywood, but which in reality mercilessly reduced men to little more than animals, who fought back against their dehumanization with dignity, ingenuity, sabotage, will-power--and the undying faith that their country would prevail. Using journals and letters, rare historical documents, including testimony from postwar Japanese war crimes tribunals, and the eyewitness accounts of \"Houston\"'s survivors, James Hornfischer has crafted an account of human valor so riveting and awe-inspiring, it's easy to forget that every single word is true.",
        "Number of Pages": "530",
        "Language": "English",
        "ISBN": "9780553803907",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.425210952",
        "Google VolumeID": "DzqxaFzbbPYC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Solito",
        "Subtitle": "A Memoir",
        "Author": "Javier Zamora",
        "Author (Last, First)": "Zamora, Javier",
        "Publisher": "Random House Publishing Group",
        "Date Published": "2022/09/06",
        "Year Published": "2022",
        "Genre": "Biography & Autobiography",
        "Summary": "New York Times Bestseller • Read With Jenna Book Club Pick as seen on Today • Winner of the Los Angeles Times Christopher Isherwood Prize for Autobiography • Winner of the American Library Association Alex AwardA young poet tells the inspiring story of his migration from El Salvador to the United States at the age of nine in this “gripping memoir” (NPR) of bravery, hope, and finding family.  Finalist for the PEN/John Kenneth Galbraith Award for Nonfiction • One of the New York Public Library’s Ten Best Books of the Year Longlisted for the Andrew Carnegie Medal for Excellence and the PEN/Open Book Award“I read Solito with my heart in my throat and did not burst into tears until the last sentence. What a person, what a writer, what a book.”—Emma Straub  “A riveting tale of perseverance and the lengths humans will go to help each other in times of struggle.”—Dave EggersONE OF THE BEST BOOKS OF THE YEAR: The New York Times Book Review, NPR, The Washington Post, San Francisco Chronicle, Vulture, She Reads, Kirkus Reviews Trip. My parents started using that word about a year ago—“one day, you’ll take a trip to be with us. Like an adventure.”  Javier Zamora’s adventure is a three-thousand-mile journey from his small town in El Salvador, through Guatemala and Mexico, and across the U.S. border. He will leave behind his beloved aunt and grandparents to reunite with a mother who left four years ago and a father he barely remembers. Traveling alone amid a group of strangers and a “coyote” hired to lead them to safety, Javier expects his trip to last two short weeks. At nine years old, all Javier can imagine is rushing into his parents’ arms, snuggling in bed between them, and living under the same roof again. He cannot foresee the perilous boat trips, relentless desert treks, pointed guns, arrests and deceptions that await him; nor can he know that those two weeks will expand into two life-altering months alongside fellow migrants who will come to encircle him like an unexpected family. A memoir as gripping as it is moving, Solito provides an immediate and intimate account not only of a treacherous and near-impossible journey, but also of the miraculous kindness and love delivered at the most unexpected moments. Solito is Javier Zamora’s story, but it’s also the story of millions of others who had no choice but to leave home.",
        "Number of Pages": "400",
        "Language": "English",
        "ISBN": "9780593498064",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.836498022",
        "Google VolumeID": "wgBcEAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Sometimes a Great Notion",
        "Author": "Ken Kesey",
        "Author (Last, First)": "Kesey, Ken",
        "Publisher": "Penguin Publishing Group",
        "Date Published": "1977/07/28",
        "Year Published": "1977",
        "Genre": "Fiction",
        "Summary": "The magnificent second novel from the legendary author of One Flew Over the Cuckoo's Nest and Sailor Song is a wild-spirited and hugely powerful tale of an Oregon logging clan.A bitter strike is raging in a small lumber town along the Oregon coast. Bucking that strike out of sheer cussedness are the Stampers: Henry, the fiercely vital and overpowering patriarch; Hank, the son who has spent his life trying to live up to his father; and Viv, who fell in love with Hank's exuberant machismo but now finds it wearing thin. And then there is Leland, Henry's bookish younger son, who returns to his family on a mission of vengeance - and finds himself fulfilling it in ways he never imagined. Out of the Stamper family's rivalries and betrayals, Ken Kesey crafted a novel with the mythic impact of Greek tragedy.",
        "Number of Pages": "628",
        "Language": "English",
        "ISBN": "9780140045291",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.876824021",
        "Google VolumeID": "VIPZAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Start with Why",
        "Subtitle": "How Great Leaders Inspire Everyone to Take Action",
        "Author": "Simon Sinek",
        "Author (Last, First)": "Sinek, Simon",
        "Publisher": "Penguin",
        "Date Published": "2011/12/27",
        "Year Published": "2011",
        "Genre": "Business & Economics",
        "Summary": "The inspirational bestseller that ignited a movement and asked us to find our WHYDiscover the book that is captivating millions on TikTok and that served as the basis for one of the most popular TED Talks of all time—with more than 56 million views and counting. Over a decade ago, Simon Sinek started a movement that inspired millions to demand purpose at work, to ask what was the WHY of their organization. Since then, millions have been touched by the power of his ideas, and these ideas remain as relevant and timely as ever. START WITH WHY asks (and answers) the questions: why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over? People like Martin Luther King Jr., Steve Jobs, and the Wright Brothers had little in common, but they all started with WHY. They realized that people won't truly buy into a product, service, movement, or idea until they understand the WHY behind it.  START WITH WHY shows that the leaders who have had the greatest influence in the world all think, act and communicate the same way—and it's the opposite of what everyone else does. Sinek calls this powerful idea The Golden Circle, and it provides a framework upon which organizations can be built, movements can be led, and people can be inspired. And it all starts with WHY.",
        "Number of Pages": "256",
        "Language": "English",
        "ISBN": "9781591846444",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.014755010",
        "Google VolumeID": "fkOKDQAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Style & Simplicity",
        "Subtitle": "An A to Z Guide to Living a More Beautiful Life",
        "Author": "Ted Kennedy Watson",
        "Author (Last, First)": "Watson, Ted Kennedy",
        "Publisher": "Sterling Signature",
        "Year Published": "2014",
        "Genre": "Entertaining",
        "Summary": "Ted Kennedy Watson--acclaimed retailer, blogger, and stylist of the beautiful and unusual--has a passion for the art of display and an understanding of how distinctive touches make a space inviting. Here, in a lush, lavish, A-to-Z guide, he presents dozens of insider secrets and ideas that will empower you to create a serene, harmonious home that delights the five senses.",
        "Number of Pages": "159",
        "Language": "English",
        "ISBN": "9781454907244",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.900886058",
        "Google VolumeID": "W2fengEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Talon of the Silver Hawk",
        "Subtitle": "Conclave of Shadows: Book One",
        "Author": "Raymond E. Feist",
        "Author (Last, First)": "Feist, Raymond E.",
        "Publisher": "HarperCollins",
        "Date Published": "2003/04/15",
        "Year Published": "2003",
        "Genre": "Fiction",
        "Summary": "In a distant land, high among the snow-capped mountains, a peaceful nation is mercilessly put to the sword...yet one will survive. Little more than a boy, Talon of the Silver Hawk must carry on until, someday, he can take vengeance.Leaving the icy vastness of his ancient home, Talon descends into the dangerous land of his adversary. Treading a perilous path, he must survive battlefields, court intrigues, treacherous enemies, backstabbing friends, and beautiful yet deadly women to discover the evil responsible for the annihilation of his people.",
        "Number of Pages": "400",
        "Language": "English",
        "ISBN": "9780380977086",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:03:12.120033979",
        "Google VolumeID": "kcFCPgAACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Tears of Triumph",
        "Subtitle": "The Amazing True Story of a Missionary's Life Behind the Iron Curtain and Beyond",
        "Author": "Richard Michalski,Sara Michalski",
        "Author (Last, First)": "Michalski, Richard",
        "Publisher": "Impact Ministries with the Michalskis",
        "Year Published": "2009",
        "Number of Pages": "231",
        "Language": "English",
        "ISBN": "9780965766111",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.983971953",
        "Google VolumeID": "Mjo7YAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Abstinence Teacher",
        "Author": "Tom Perrotta",
        "Author (Last, First)": "Perrotta, Tom",
        "Publisher": "Macmillan",
        "Date Published": "2007/10/16",
        "Year Published": "2007",
        "Genre": "Fiction",
        "Summary": "Stonewood Heights is the perfect place to raise kids. It's got the proverbial good schools, solid values and a healthy real estate market. It's the kind of place where parents are involved in their children's lives, where no opportunity for enrichment goes unexplored. Ruth Ramsey is the human sexuality teacher at the local high school. She believes that \"pleasure is good, shame is bad, and knowledge is power.\" Ruth's younger daughter's soccer coach is Tim Mason, a former stoner and rocker whose response to hitting rock bottom was to reach out and be saved. Tim belongs to The Tabernacle, an evangelical Christian church that doesn't approve of Ruth's style of teaching. And Ruth in turn doesn't applaud The Tabernacle's mission to take its message outside its doors. Adversaries in a small-town culture war, Ruth and Tim instinctively mistrust each other. But when a controversy on the soccer field pushes the two of them to actually talk to each other, they are forced to take each other at something other than face value. The Abstinence Teacher exposes the powerful emotions that run beneath the surface of modern American family life and explores the complex spiritual and sexual lives of ordinary people. Elegantly written, it is characterized by the distinctive mix of satire and compassion that have animated Perrotta's previous novels.",
        "Number of Pages": "358",
        "Language": "English",
        "ISBN": "9780312358334",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.822422027",
        "Google VolumeID": "HAr9LRc2FuMC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Advocate's Devil",
        "Author": "Alan M. Dershowitz",
        "Author (Last, First)": "Dershowitz, Alan M.",
        "Publisher": "Grand Central Publishing",
        "Date Published": "1994/11/17",
        "Year Published": "1994",
        "Genre": "Fiction",
        "Summary": "From the legal tactician who has represented such famous clients as Mike Tyson, O.J. Simpson, and Michael Milken, comes a novel that goes far beyond the limits of the courtroom thriller to probe our deepest fears and asks the controversial legal question--What do you do if you are a defense attorney who suspects your client is guilty and dangerous?",
        "Number of Pages": "352",
        "Language": "English",
        "ISBN": "9780446517591",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:48:04.819372057",
        "Google VolumeID": "EurDACA4cNcC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Barbary Pirates",
        "Subtitle": "An Ethan Gage Adventure",
        "Author": "William Dietrich",
        "Author (Last, First)": "Dietrich, William",
        "Publisher": "HarperCollins",
        "Date Published": "2011/03/29",
        "Year Published": "2011",
        "Genre": "Fiction",
        "Summary": "“William Dietrich is a born stylist, moving characters around on an historical chessboard with the assured hand of a master novelist firing on all cylinders. Ethan Gage is a wiry, battle-scarred hero, with great decency, who rings absolutely true.”—Steve Berry, New York Times bestselling author of The Jefferson Key “William Dietrich...should be read by anyone who loves adventure at its grandest, or humor both smart and sharp, or romance with a wild heart.” —James Rollins, New York Times bestselling author of The Devil Colony New York Times bestselling author William Dietrich is back with another rollicking adventure in the popular Ethan Gage series, following Napoleon’s Pyramids, The Rosetta Key, and The Dakota Cypher. From the man Library Journal calls “a leader among historical novelists” comes a grand adventure, featuring a hero as memorable as Indiana Jones or George MacDonald Fraser’s Sir Harry Flashman.",
        "Number of Pages": "432",
        "Language": "English",
        "ISBN": "9780061568077",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.958153963",
        "Google VolumeID": "WcpfPgAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Big House",
        "Subtitle": "A Century in the Life of an American Summer Home",
        "Author": "George Howe Colt",
        "Author (Last, First)": "Colt, George Howe",
        "Publisher": "Simon and Schuster",
        "Year Published": "2004",
        "Genre": "New England",
        "Summary": "A dual history of the Colt family and their summer house on Cape Cod recounts the house's construction one hundred years earlier, including five generations of family events and the family's last month in the house.",
        "Number of Pages": "327",
        "Language": "English",
        "ISBN": "9780743249645",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.391157984",
        "Google VolumeID": "bTci1mD0gukC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Book of Clouds",
        "Author": "John A. Day",
        "Author (Last, First)": "Day, John A.",
        "Publisher": "Sterling Publishing Company, Inc.",
        "Year Published": "2005",
        "Genre": "Clouds",
        "Summary": "See the sky as you never have before. Using a series of his awe-inspiring images, photographer and scientist John Day--who has a Ph.D. in cloud physics and is known round the world as \"The Cloudman\"--introduces us to earth's great skyscape. His spectacular portfolio of pictures captures a variety of cloud forms and shapes, ranging from cottony-soft cumulus clouds to frightening, whirling funnels, as well as a number of optical effects seen in the heavens above. Rainbows, halos, coronas, flashes: all these and more elements in nature's magic show appear on the page, including the incredible \"Parhelia\" or sun pillar, shafts of bright light that stretch from the ground right up into the sky. A magnificent cloud chart an explanation of how clouds form hints on forecasting, observing, and photographing clouds and his \"Ten Reasons to Look Up\" show us how to use our \"inner eye\" to really see the familiar fleeting forms that seem to float effortlessly above.",
        "Number of Pages": "205",
        "Language": "English",
        "ISBN": "9781402728136",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.990728020",
        "Google VolumeID": "0cpQGHqxQBUC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Book of Tapas and Spanish Cooking",
        "Author": "Hilaire Walden",
        "Author (Last, First)": "Walden, Hilaire",
        "Publisher": "Salamander",
        "Year Published": "2000",
        "Number of Pages": "120",
        "Language": "English",
        "ISBN": "9781840650457",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.011221051",
        "Google VolumeID": "dE-sAAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Code Book: The Secret History of Codes and Code-breaking",
        "Subtitle": "The Secret History of Codes and Code-breaking",
        "Author": "Simon Singh",
        "Author (Last, First)": "Singh, Simon",
        "Publisher": "HarperCollins Publishers",
        "Date Published": "2010/06/23",
        "Year Published": "2010",
        "Genre": "Science",
        "Summary": "The Science of Secrecy from Ancient Egypt to Quantum Cryptography From the best-selling author of Fermat’s Last Theorem, The Code Book is a history of man’s urge to uncover the secrets of codes, from Egyptian puzzles to modern day computer encryptions. As in Fermat’s Last Theorem, Simon Singh brings life to an anstonishing story of puzzles, codes, languages and riddles that reveals man’s continual pursuit to disguise and uncover, and to work out the secret languages of others. Codes have influenced events throughout history, both in the stories of those who make them and those who break them. The betrayal of Mary Queen of Scots and the cracking of the enigma code that helped the Allies in World War II are major episodes in a continuing history of cryptography. In addition to stories of intrigue and warfare, Simon Singh also investigates other codes, the unravelling of genes and the rediscovery of ancient languages and most tantalisingly, the Beale ciphers, an unbroken code that could hold the key to a $20 million treasure. Note that it has not been possible to include the same picture content that appeared in the original print version.",
        "Number of Pages": "416",
        "Language": "English",
        "ISBN": "9780007378302",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Returned from Borrow": "0",
        "Google VolumeID": "MPntmEiwjTkC",
        "Category": "Personal",
        "Wish List": "0",
        "Shelf": "Personal"
    },
    {
        "Title": "The Confession",
        "Subtitle": "A Novel",
        "Author": "Jo Spain",
        "Author (Last, First)": "Spain, Jo",
        "Publisher": "Crooked Lane Books",
        "Date Published": "2018/09/11",
        "Year Published": "2018",
        "Genre": "Fiction",
        "Summary": "You find out who did it on the very first page. On the last page, you'll find out why in this expertly plotted, “enthralling” (J. P. Delaney) psychological suspense novel from an internationally bestselling author.Late one night a man walks into the luxurious home of disgraced banker Harry McNamara and his wife Julie. And when the man launches an unspeakably brutal attack on Harry, a horror-struck Julie, frozen by fear, watches her husband die.Just one hour later, the attacker, J. P. Carney hands himself into the police and confesses to beating Harry to death. Except he also claims that the assault was not premeditated and that he didn’t know the identity of his victim. With a man as notorious as Harry McNamara, who was just found innocent in a highly sensationalized fraud trial, the detectives cannot help but wonder: Was this really a random act of violence? Was Julie really powerless to stop JP? When Harry’s many sins are unveiled to include corruption, greed, and betrayal, nothing is for sure.This gripping psychological thriller will have you questioning, who—of Harry, Julie and JP—is really the guilty one? And is Carney's surrender driven by a guilty conscience or is his confession a calculated move in a deadly game? Brilliant and ice-pick sharp, The Confession is perfect for fans of B. A. Paris and Fiona Barton.",
        "Number of Pages": "288",
        "Language": "English",
        "ISBN": "9781683316206",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.347833037",
        "Google VolumeID": "1MqQEAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Darkening Sea",
        "Author": "Alexander Kent",
        "Author (Last, First)": "Kent, Alexander",
        "Publisher": "Pan Books",
        "Year Published": "1994",
        "Genre": "Fiction",
        "Summary": "As Admiral Bolitho heads to the Indian Ocean, \"for the first time Bolitho's thoughts are not of glory but his own--and the Navy's--past. Both Nelson and Collingwood died in their country's service. For the Navy's newest Admiral, is there life beyond the sea itself?\"--Cover.",
        "Number of Pages": "305",
        "Language": "English",
        "ISBN": "9780330329170",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:48:04.822559952",
        "Google VolumeID": "uK7gHAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Elegance of the Hedgehog",
        "Author": "Muriel Barbery",
        "Author (Last, First)": "Barbery, Muriel",
        "Publisher": "Europa Editions",
        "Year Published": "2008",
        "Genre": "Fiction",
        "Summary": "The enthralling international bestseller.We are in the center of Paris, in an elegant apartment building inhabited by bourgeois families. Renée, the concierge, is witness to the lavish but vacuous lives of her numerous employers. Outwardly she conforms to every stereotype of the concierge: fat, cantankerous, addicted to television. Yet, unbeknownst to her employers, Renée is a cultured autodidact who adores art, philosophy, music, and Japanese culture. With humor and intelligence she scrutinizes the lives of the building’s tenants, who for their part are barely aware of her existence. Then there’s Paloma, a twelve-year-old genius. She is the daughter of a tedious parliamentarian, a talented and startlingly lucid child who has decided to end her life on the sixteenth of June, her thirteenth birthday. Until then she will continue behaving as everyone expects her to behave: a mediocre pre-teen high on adolescent subculture, a good but not an outstanding student, an obedient if obstinate daughter. Paloma and Renée hide both their true talents and their finest qualities from a world they suspect cannot or will not appreciate them. They discover their kindred souls when a wealthy Japanese man named Ozu arrives in the building. Only he is able to gain Paloma’s trust and to see through Renée’s timeworn disguise to the secret that haunts her. This is a moving, funny, triumphant novel that exalts the quiet victories of the inconspicuous among us.",
        "Number of Pages": "325",
        "Language": "English",
        "ISBN": "9781933372600",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.924172997",
        "Google VolumeID": "EtZMnwEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The End of War",
        "Subtitle": "A Novel of the Race for Berlin",
        "Author": "David L. Robbins",
        "Author (Last, First)": "Robbins, David L.",
        "Publisher": "Orion",
        "Year Published": "2001",
        "Genre": "Fiction",
        "Summary": "In the final months of World War Two, the Western Allies close in on the last prize of the war ¿ Berlin. One question burns in the mind of every soldier, and in the hearts of the Allied leaders: who will take Berlin? On the Western front, Roosevelt and Eisenhower confront their counterparts, Churchill and Montgomery, over who will lead the thrust into the Nazi capital. In the East, Josef Stalin¿s armies advance ruthlessly towards their moment of vengeance. The End of War is an epic novel of courage, combat and cunning at the highest levels of history, portraying the race for Berlin through a myriad of perspectives: Churchill, Stalin, Roosevelt, an American photojournalist in the vanguard of the action, a Soviet soldier busted to a punishment brigade, and a female cellist under the bombs in doomed Berlin.",
        "Number of Pages": "517",
        "Language": "English",
        "ISBN": "9780752844022",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:48:04.825407028",
        "Google VolumeID": "4NUjHQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Falcon at the Portal:",
        "Subtitle": "An Amelia Peabody Mystery",
        "Author": "Elizabeth Peters",
        "Author (Last, First)": "Peters, Elizabeth",
        "Publisher": "HarperCollins",
        "Date Published": "1999/06/08",
        "Year Published": "1999",
        "Genre": "Fiction",
        "Summary": "“Between Amelia Peabody and Indiana Jones, it’s Amelia—in wit and daring—by a landslide.”—New York Times Book Review New York Times bestselling Grandmaster Elizabeth Peters transports us to the Land of the Pharoahs—and leaves us in the most capable hands of intrepid archeologist and adventurer Amelia Peabody—in The Falcon at the Portal. A suspenseful and always surprising romp through 1911 Egypt with Amelia and her equally indomitable family, the Emersons, The Falcon at the Portal immerses us in a fascinating world of antiquity and majesty, and plunges us into a mystery as perilous as it is puzzling. As the Cleveland Plain Dealer suggests, let us all “raise a toast to the incomparable Amelia Peabody.”",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9780380976584",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:02:01.061980009",
        "Google VolumeID": "j5K7QgAACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "The Fountainhead",
        "Author": "Ayn Rand",
        "Author (Last, First)": "Rand, Ayn",
        "Publisher": "Penguin Publishing Group",
        "Year Published": "1943",
        "Genre": "Fiction",
        "Summary": "The revolutionary literary vision that sowed the seeds of Objectivism, Ayn Rand's groundbreaking philosophy, and brought her immediate worldwide acclaim.This modern classic is the story of intransigent young architect Howard Roark, whose integrity was as unyielding as granite...of Dominique Francon, the exquisitely beautiful woman who loved Roark passionately, but married his worst enemy...and of the fanatic denunciation unleashed by an enraged society against a great creator. As fresh today as it was then, Rand’s provocative novel presents one of the most challenging ideas in all of fiction—that man’s ego is the fountainhead of human progress...“A writer of great power. She has a subtle and ingenious mind and the capacity of writing brilliantly, beautifully, bitterly...This is the only novel of ideas written by an American woman that I can recall.”—The New York Times",
        "Number of Pages": "753",
        "Language": "English",
        "ISBN": "9780451191151",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.417809963",
        "Google VolumeID": "gGpXAAAAYAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Judge",
        "Author": "Steve Martini",
        "Author (Last, First)": "Martini, Steve",
        "Publisher": "G.P. Putnam's Sons",
        "Year Published": "1995",
        "Genre": "Fiction",
        "Summary": "Steve Martini's explosive new thriller finds attorney Paul Madriani the unlikely defense lawyer for an old nemesis. Judge Armando \"the Coconut\" Acosta is arrested on charges of soliciting prostitution in a sting operation for \"johns\", and few, including Paul Madriani, who has a long history of enmity with the judge, are sympathetic. Abandoned by his friends on the Capital County bench, Acosta is forced, in an ironic twist, to ask Paul to save his career from impending doom. Paul initially rejects Acosta's pleas, but when Acosta's original defense lawyer is forced off the case by a zealous district attorney looking for revenge, Paul is required to step forward and defend the judge.",
        "Number of Pages": "389",
        "Language": "English",
        "ISBN": "9780399140433",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.884562015",
        "Google VolumeID": "ARdbAAAAMAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Keto Vegan",
        "Subtitle": "101 Low-Carb Recipes For A 100% Plant-Based Ketogenic Diet (Recipe-Only Edition)",
        "Author": "Lydia Miller",
        "Author (Last, First)": "Miller, Lydia",
        "Publisher": "SVIM",
        "Date Published": "2019/03/24",
        "Year Published": "2019",
        "Summary": "This is the Color Edition of the book.100+ delicious low-carb recipes for efficient weight loss!This is the recipe-only version of 'The Keto Vegan: 87 Low-Carb Recipes For A 100% Plant-Based Ketogenic Diet'. Other editions are listed under Lydia's author profile.Effortlessly prepare 101 mouth-watering plant-based dishes with a super low carb count. Combine the ketogenic principals with the plant-based diet to reap the health and weight loss and energy benefits united with a vegan lifestyle.Choose nutrient-dense nutrition and incorporate whole, natural foods that are rich in healthy fats and proteins in your diet. With these 101 recipes, your ketogenic journey will be an absolute walk in the park. Nutrition facts, allergy tags and storage info are included for every single dish!Recipes Include:   Pumpkin Spice Muffins Truffle Parmesan Bread Cashew Siam Salad And 105 (of which 7 essentials) more...  This book has something for everyone interested in low-carb recipes. Grab your 101 ultimate keto vegan recipes today! We print your books using the most revolutionary technology available, effectively reducing waste and CO2 emissions.",
        "Number of Pages": "148",
        "Language": "English",
        "ISBN": "9789492788306",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.357167959",
        "Google VolumeID": "ByKFwwEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "The Last Templar",
        "Author": "Raymond Khoury",
        "Author (Last, First)": "Khoury, Raymond",
        "Publisher": "Penguin",
        "Year Published": "2006",
        "Genre": "Fiction",
        "Summary": "\"The Last Templar\" miniseries is now available on DVD! For more information, click here. \"It has served us well, this myth of Christ.\" Pope Leo X, 16th Century In a hail of fire and flashing sword, as the burning city of Acre falls from the hands of the West in 1291, The Last Templar opens with a young Templar knight, his mentor, and a handful of others escaping to the sea carrying a mysterious chest entrusted to them by the Order's dying Grand Master. The ship vanishes without a trace. In present day Manhattan, four masked horsemen dressed as Templar Knights emerge from Central Park and ride up the Fifth Avenue steps of the Metropolitan Museum of Art during the blacktie opening of a Treasures of the Vatican exhibit. Storming through the crowds, the horsemen brutally attack anyone standing between them and their prize. Attending the gala, archaeologist Tess Chaykin watches in silent terror as the leader of the horsemen hones in on one piece in particular, a strange geared device. He utters a few cryptic Latin words as he takes hold of it with reverence before leading the horsemen out and disappearing into the night. In the aftermath, an FBI investigation is led by anti-terrorist specialist Sean Reilly. Soon, he and Tess are drawn into the dark, hidden history of the crusading Knights, plunging them into a deadly game of cat and mouse with ruthless killers as they race across three continents to recover the lost secret of the Templars.",
        "Number of Pages": "526",
        "Language": "English",
        "ISBN": "9780451219954",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.834406018",
        "Google VolumeID": "gU4I5BC5nLYC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Lexus and the Olive Tree",
        "Author": "Thomas L. Friedman",
        "Author (Last, First)": "Friedman, Thomas L.",
        "Publisher": "Anchor Books",
        "Year Published": "2000",
        "Genre": "International economic relations",
        "Summary": "From one of our most perceptive commentators and winner of the National Book Award, a comprehensive look at the new world of globalization, the international system that, more than anything else, is shaping world affairs today.  As the Foreign Affairs columnist forThe New York Times, Thomas L. Friedman has traveled the globe, interviewing people from all walks of contemporary life: Brazilian peasants in the Amazon rain forest, new entrepreneurs in Indonesia, Islamic students in Teheran, and the financial wizards on Wall Street and in Silicon Valley.  Now Friedman has drawn on his years on the road to produce an engrossing and original look at globalization. Globalization, he argues, is not just a phenomenon and not just a passing trend. It is the international system that replaced the Cold War system; the new, well-greased, interconnected system: Globalization is the integration of capital, technology, and information across national borders, in a way that is creating a single global market and, to some degreee, a global village. Simply put, one can't possibly understand the morning news or one's own investments without some grasp of the system. Just one example: During the Cold War, we reached for the hot line between the White House and the Kremlin--a symbol that we were all divided but at least the two superpowers were in charge. In the era of globalization, we reach for the Internet--a symbol that we are all connected but nobody is totally in charge.  With vivid stories and a set of original terms and concepts, Friedman offers readers remarkable access to his unique understanding of this new world order, and shows us how to see this new system. He dramatizes the conflict of \"the Lexus and the olive tree\"--the tension between the globalization system and ancient forces of culture, geography, tradition, and community. He also details the powerful backlash that globalization produces among those who feel brutalized by it, and he spells out what we all need to do to keep the system in balance. Finding the proper balance between the Lexus and the olive tree is the great drama of he globalization era, and the ultimate theme of Friedman's challenging, provocative book--essential reading for all who care about how the world really works.",
        "Number of Pages": "490",
        "Language": "English",
        "ISBN": "9780385499347",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.412608027",
        "Google VolumeID": "RodRbIhZYO0C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Little Paris Bookshop",
        "Subtitle": "A Novel",
        "Author": "Nina George",
        "Author (Last, First)": "George, Nina",
        "Publisher": "Random House Publishing Group",
        "Date Published": "2016/03/22",
        "Year Published": "2016",
        "Genre": "Fiction",
        "Summary": "Monsieur Perdu can prescribe the perfect book for a broken heart. But can he fix his own?   Monsieur Perdu calls himself a literary apothecary. From his floating bookstore in a barge on the Seine, he prescribes novels for the hardships of life. Using his intuitive feel for the exact book a reader needs, Perdu mends broken hearts and souls. The only person he can't seem to heal through literature is himself; he's still haunted by heartbreak after his great love disappeared. She left him with only a letter, which he has never opened. After Perdu is finally tempted to read the letter, he hauls anchor and departs on a mission to the south of France, hoping to make peace with his loss and discover the end of the story. Joined by a bestselling but blocked author and a lovelorn Italian chef, Perdu travels along the country’s rivers, dispensing his wisdom and his books, showing that the literary world can take the human soul on a journey to heal itself. Internationally bestselling and filled with warmth and adventure, The Little Paris Bookshop is a love letter to books, meant for anyone who believes in the power of stories to shape people's lives.",
        "Number of Pages": "416",
        "Language": "English",
        "ISBN": "9780553418798",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.882150053",
        "Google VolumeID": "nGsBDAAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Lives of Beryl Markham",
        "Subtitle": "Out of Africa's Hidden Free Spirit and Denys Finch Hatton's Last Great Love",
        "Author": "Errol Trzebinski",
        "Author (Last, First)": "Trzebinski, Errol",
        "Publisher": "W.W. Norton",
        "Year Published": "1993",
        "Genre": "Biography & Autobiography",
        "Summary": "Finch Hatton and Karen Blixen's love story became the basis for the Oscar-winning film Out of Africa. Now, the author of Silence Will Speak reveals a twist in their relationship: Beryl Markham, one of the century's greatest free spirits, pursued Hatton in fierce competition. Photos.",
        "Number of Pages": "396",
        "Language": "English",
        "ISBN": "9780393035568",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.987228989",
        "Google VolumeID": "kdVfQgAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/9741370-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "The Lost World",
        "Subtitle": "A Novel",
        "Author": "Michael Crichton",
        "Author (Last, First)": "Crichton, Michael",
        "Publisher": "Knopf",
        "Year Published": "1995",
        "Genre": "Fiction",
        "Summary": "\"HARROWING THRILLS . . . FAST-PACED AND ENGAGING.\" --People It is now six years since the secret disaster at Jurassic Park, six years since the extraordinary dream of science and imagination came to a crashing end--the dinosaurs destroyed, the park dismantled, the island indefinitely closed to the public. There are rumors that something has survived. . . . \"ACTION-PACKED.\" --New York Daily News \"FAST AND GRIPPING.\" --The Washington Post Book World \"A VERY SCARY READ.\" --Entertainment Weekly \"AN EDGE-OF-THE-SEAT TALE.\" --St. Petersburg Times   From the Paperback edition.",
        "Number of Pages": "393",
        "Language": "English",
        "ISBN": "9780679419464",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.887030005",
        "Google VolumeID": "vb5Cat4hQ1MC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The New Cuisine of Hawaii",
        "Subtitle": "Recipes from the Twelve Celebrated Chefs of Hawaii Regional Cuisine",
        "Author": "Janice Wald Henderson",
        "Author (Last, First)": "Henderson, Janice Wald",
        "Publisher": "Villard Books",
        "Year Published": "1994",
        "Genre": "Hawaiian cookery",
        "Summary": "Hawaiian Regional Cuisine--where East meets West--is not just pineapple anymore. This lavishly illustrated cookbook showcases 12 chefs and the exotic new cuisine that combines California gourmet with the influences of Europe and the Pacific Rim. 100 color photos throughout.",
        "Number of Pages": "146",
        "Language": "English",
        "ISBN": "9780679425298",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.000947952",
        "Google VolumeID": "sS_LPQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Painter",
        "Author": "Peter Heller",
        "Author (Last, First)": "Heller, Peter",
        "Publisher": "Knopf Doubleday Publishing Group",
        "Date Published": "2015/03/03",
        "Year Published": "2015",
        "Genre": "Fiction",
        "Summary": "NATIONAL BESTSELLER • From the national bestselling author of The River and The Dog Stars comes a \"carefully composed story about one man’s downward turning life in the American West” (The Boston Globe).After having shot a man in a Santa Fe bar, the famous artist Jim Stegner served his time and has since struggled to manage the dark impulses that sometimes overtake him. Now he lives a quiet life ... until the day that he comes across a hunting guide beating a small horse, and a brutal act of new violence rips his quiet life right open. Pursued by men dead set on retribution, Jim is left with no choice but to return to New Mexico and the high-profile life he left behind, where he’ll reckon with past deeds and the dark shadows in his own heart.Look for Peter Heller's new novel, The Last Ranger, coming soon!",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9780804170154",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.385789036",
        "Google VolumeID": "XPSLDQAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Perfect Crime: The Big Bow Mystery (Detective Club Crime Classics)",
        "Author": "Israel Zangwill",
        "Author (Last, First)": "Zangwill, Israel",
        "Publisher": "HarperCollins Publishers Limited",
        "Date Published": "2017/09/05",
        "Year Published": "2017",
        "Genre": "Fiction",
        "Summary": "The first in a new series of classic detective stories from the vaults of HarperCollins is the world's first locked-room mystery, a seemingly impossible crime story as powerful as any that have copied the scenario since.\"The Detective Story Club\", launched by Collins in 1929, was a clearing house for the best and most ingenious crime stories of the age, chosen by a select committee of experts. Now, almost 90 years later, these books are the classics of the Golden Age, republished at last with the same popular cover designs that appealed to their original readers.Originally published as The Big Bow Mystery in 1891, and re-published by the Detective Club to coincide with a new film version called 'The Perfect Crime', Israel Zangwill's novel invented the concept of the 'locked room mystery' and influenced almost every crime writer thereafter.'A man is murdered for no apparent reason. He has no enemies and there seemed to be no motive for anyone murdering him. No clues remained and the instrument with which the murder was committed could not be traced. The door of the room in which the body was discovered was locked and bolted on the inside, both windows were latched, and there was no trace of any intruder. The greatest detectives in the land were puzzled. Here indeed was the perfect crime, the work of a master mind. Can you solve the problem which baffled Scotland Yard for so long, until at last the missing link in the chain of evidence was revealed?'This new edition includes a brand new introduction by the Golden Age crime expert, Dr John Curran, author of 'Agatha Christie's Secret Notebooks'.",
        "Number of Pages": "192",
        "Language": "English",
        "ISBN": "9780008242701",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.820225954",
        "Google VolumeID": "A5rlnAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Pillow Boy of the Lady Onogoro",
        "Author": "Alison Fell",
        "Author (Last, First)": "Fell, Alison",
        "Publisher": "Harcourt Brace",
        "Year Published": "1994",
        "Genre": "Ficción",
        "Summary": "The Pillow Boy of the Lady Onogoro is a mischievous and skillfully wrought novel about an imaginary eleventh-century Japanese poet. In the court at Kyoto in the Heian era, Onogoro, poet and concubine of the general Motosuke, has a problem achieving orgasm. So she hides blind Oyu, the stable boy, behind a screen at the head of her bed. While Motosuke makes love to Onogoro, Oyu arouses her by whispering wildly erotic stories into her ear. Oyu's tales also help Onogoro to see her situation under the general's dominion more clearly and lead her to take action.",
        "Number of Pages": "247",
        "Language": "English",
        "ISBN": "9780151001866",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.813120007",
        "Google VolumeID": "mxRuAQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Popular History of Graffiti",
        "Subtitle": "From the Ancient World to the Present",
        "Author": "Fiona McDonald",
        "Author (Last, First)": "McDonald, Fiona",
        "Publisher": "Skyhorse",
        "Date Published": "2013/06/04",
        "Year Published": "2013",
        "Genre": "Art",
        "Summary": "What is graffiti? And why have we, as a culture, had the urge to do it since 30,000 BCE? Artist Fiona McDonald explores the ways in which graffiti works to forever compel and simultaneously repel us as a society. When did graffiti turn into graffiti art, and why do we now pay thousands of dollars for a Banksy print when just twenty years ago, seminal graffiti artists from the Bronx were thrown into jail for having the same idea? Graffiti has not always been imbued with a sense of aesthetic, but when and why did we suddenly “decide” that it is worthy of consideration and criticism, just within the past few years?Throughout history, graffiti has served as an innately individualistic expression (such as Viking graffiti on the walls of eighth-century churches), but it has also evolved into a visual and narrative expression of a collective group. Graffiti brings to mind not only hip-hop culture and urban landscapes, but petroglyphs, tree trunks strewn with carved hearts symbolizing love, and million-dollar works of art. Learn about more graffiti artists and rebels such as: the band Black Flag, Lee Quinones and Fab 5 Freddy, Dandi, Zephyr, Blek le Rat, Nunca, Keith Haring, and more! Illustrated with stunning full-color photos of graffiti throughout time, The Popular History of Graffiti promises to be an important and dynamic addition to graffiti literature.",
        "Number of Pages": "240",
        "Language": "English",
        "ISBN": "9781616088682",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.350795030",
        "Google VolumeID": "61D1wAEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "The Prophets of Smoked Meat",
        "Subtitle": "A Journey Through Texas Barbecue",
        "Author": "Daniel Vaughn",
        "Author (Last, First)": "Vaughn, Daniel",
        "Publisher": "HarperCollins",
        "Date Published": "2013/05/14",
        "Year Published": "2013",
        "Genre": "Cooking",
        "Summary": "The debut title in the Anthony Bourdain Books line, The Prophets of Smoked Meat by “Barbecue Snob” Daniel Vaughn, author of the enormously popular blog Full Custom Gospel BBQ, is a rollicking journey through the heart of Texas Barbecue.From brisket to ribs, beef to pork, mesquite to oak, this fully illustrated, comprehensive guide to Texas barbecue includes pit masters’ recipes, tales of the road—from country meat markets to roadside stands, sumptuous photography, and a panoramic look at the Lone Star State, where smoked meat is sacred.",
        "Number of Pages": "384",
        "Language": "English",
        "ISBN": "9780062202925",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.358234047",
        "Google VolumeID": "9f3SMgEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "The Red Cat Cookbook",
        "Subtitle": "125 Recipes from New York City's Favorite Neighborhood Restaurant",
        "Author": "Jimmy Bradley,Andrew Friedman",
        "Author (Last, First)": "Bradley, Jimmy",
        "Publisher": "Clarkson Potter/Publishers",
        "Year Published": "2006",
        "Genre": "Cooking",
        "Summary": "Jimmy Bradley's inviting and spirited take on food comes alive every night at The Red Cat, a convivial American restaurant that has anchored New York City's Chelsea district since 1999. As the \"New York Times\" put it, \"It's the exceedingly rare place where unabashedly hearty preparations and ingredients meet seasonal produce and whimsical flourishes, where comfort and classicism welcome innovation without letting it run roughshod.\" Now you can enjoy the charm and the food of The Red Cat in your own kitchen, with Bradley's straightforward, thoroughly satisfying, and fun-to-read first cookbook. In Bradley's cuisine, the Italian-American classics of his childhood meet sensible New England accents and the creative energy of Manhattan in dishes like a pristine saute of zucchini and toasted almonds topped with salty Pecorino Romano cheese; a surprising--and surprisingly delicious--peach and pancetta risotto; or a lusty prime New York shell steak with Yukon Gold potatoes, fennel, aioli, and Cabernet. The techniques are basic, not fussy; the ingredients easy-to-find, not esoteric; the flavors bold, not flighty. \"The Red Cat Cookbook\" is more than just a collection of fabulous recipes--it's Bradley's unique take on feeding loved ones and making guests feel at home, and it's for everyone who wants home to be as warm and welcoming as The Red Cat.",
        "Number of Pages": "256",
        "Language": "English",
        "ISBN": "9781400082810",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.994127035",
        "Google VolumeID": "Mg5wAAAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Richest Man in Babylon",
        "Subtitle": "The Success Secrets of the Ancients--the Most Inspiring Book on Wealth Ever Written",
        "Author": "George S. Clason",
        "Author (Last, First)": "Clason, George S.",
        "Publisher": "Penguin",
        "Date Published": "2002/01/01",
        "Year Published": "2002",
        "Genre": "Business & Economics",
        "Summary": "Beloved by millions, George S. Clason’s classic business book reveals the financial principles that hold the key to personal wealth—now with a new introduction by Suze Orman.  THE SUCCESS SECRETS OF THE ANCIENTS—AN ASSURED ROAD TO HAPPINESS AND PROSPERITY   Countless readers have been helped by the famous “Babylonian parables,” hailed as the greatest of all inspirational works on the subject of thrift, financial planning, and personal wealth. In language as simple as that found in the Bible, these fascinating and informative stories set you on a sure path to prosperity and its accompanying joys. Acclaimed as a modern-day classic, this celebrated bestseller offers an understanding of—and a solution to—your personal financial problems that will guide you through a lifetime. This is the business book that holds the secrets to keeping your money—and making more. May they prove for you, as they have proven for millions of others, a sure key to gratifying financial progress.",
        "Number of Pages": "224",
        "Language": "English",
        "ISBN": "9780451205360",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.897076964",
        "Google VolumeID": "5MeNDwAAQBAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Ronin",
        "Subtitle": "A Novel Based on a Zen Myth",
        "Author": "William Dale Jennings",
        "Author (Last, First)": "Jennings, William Dale",
        "Publisher": "Tuttle Publishing",
        "Date Published": "1996/11/01",
        "Year Published": "1996",
        "Genre": "Fiction",
        "Summary": "The violence of twelfth-century Japan explodes in this half-legendary, half-true story of a violent 'wandering' or masterless samurai, who becomes a folk hero when he goes to dig a tunnel through a mountain. Told with humor and irony, The Ronin ranges from the pleasantly colloquial to the brutally satiric. This brief tale will shock, confound and ultimately inspire readers.",
        "Number of Pages": "159",
        "Language": "English",
        "ISBN": "9780804816724",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:48:04.828304052",
        "Google VolumeID": "13eYPwAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Serpent on the Crown",
        "Author": "Elizabeth Peters",
        "Author (Last, First)": "Peters, Elizabeth",
        "Publisher": "Harper Collins",
        "Date Published": "2005/03/29",
        "Year Published": "2005",
        "Genre": "Fiction",
        "Summary": "Once again the incomparable New York Times bestselling master of suspense, Elizabeth Peters, brings an exotic world of adventure, intrigue, and danger to vivid life, in a tale as exciting, mysterious, and powerful as ancient Egypt.A unique treasure obtained by unscrupulous means, the small gold statuette of an unidentified Egyptian king is a priceless relic from a bygone era. But more than history surrounds the remarkable artifact -- for it is said that early death will come to anyone who possesses it.Enjoying a world finally at peace, the Emersons have returned to the Valley of the Kings in 1922. With the lengthy ban on their archaeological activities lifted, Amelia Peabody and her family look forward to delving once more into the age-old mysteries buried in Egypt's ever-shifting sands. But a widow's strange story -- and even stranger request -- is about to plunge them into a storm of secrets, treachery, superstition ... and murder.The woman, a well-known author, has come bearing an ill-gotten treasure -- a golden likeness of a forgotten king -- which she claims is cursed. Already, she insists, it has taken the life of her husband, and unless it is returned to the tomb from which it was stolen, more people will die.Intrigued by the mystery, Amelia and her clan resolve to uncover the secrets of the statue's origins, setting off on a trail that twists and turns in directions they never anticipated -- and, perhaps, toward an old nemesis with unscrupulous new designs. But each step toward the truth seems to reveal another peril, suggesting to the intrepid Amelia that the curse is more than mere superstition. And its next victim might well be her irascible husband, Radcliffe, their beloved son, Ramses, his lovely wife, Nefret ... or Amelia Peabody herself.A novel filled with riveting suspense, pulse-pounding action, and the vibrant life of a fascinating place and time, The Serpent on the Crown is the jewel in the crown of a grand master, the remarkable Elizabeth Peters.",
        "Number of Pages": "350",
        "Language": "English",
        "ISBN": "9780060591786",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:10:15.830145001",
        "Google VolumeID": "EqWbPHF7sHUC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Shadows We Hide",
        "Author": "Allen Eskens",
        "Author (Last, First)": "Eskens, Allen",
        "Publisher": "Little, Brown",
        "Date Published": "2018/11/13",
        "Year Published": "2018",
        "Genre": "Fiction",
        "Summary": "Journalist Joe Talbert investigates the murder of the father he never knew, and must reckon with his own family's past, in this \"brilliant sequel\" to the national bestseller The Life We Bury (Publishers Weekly).MINNESOTA BOOK AWARD FINALISTBARRY AWARD FINALISTJoe Talbert, Jr. has never once met his namesake. Now out of college, a cub reporter for the Associated Press in Minneapolis, he stumbles across a story describing the murder of a man named Joseph Talbert in a small town in southern Minnesota. Full of curiosity about whether this man might be his father, Joe is shocked to find that none of the town's residents have much to say about the dead man-other than that his death was long overdue. Joe discovers that the dead man was a loathsome lowlife who cheated his neighbors, threatened his daughter, and squandered his wife's inheritance after she, too, passed away--an inheritance that may now be Joe's. Mired in uncertainty and plagued by his own devastated relationship with his mother, who is seeking to get back into her son's life, Joe must put together the missing pieces of his family history -- before his quest for discovery threatens to put him in a grave of his own.",
        "Number of Pages": "352",
        "Language": "English",
        "ISBN": "9780316509787",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.908246040",
        "Google VolumeID": "hLsAtAEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "The Splendid Grain",
        "Author": "Rebecca Wood",
        "Author (Last, First)": "Wood, Rebecca",
        "Publisher": "Harper Collins",
        "Date Published": "1998/12/16",
        "Year Published": "1998",
        "Genre": "Cooking",
        "Summary": "With 250 luscious recipes, along with eight pages of color photographs, The Splendid Grain dramatizes how you can incorporate extraordinarily healthful grains into your life without changing your lifestyle.Grains can transform taste and texture in unsurpassed ways like these:Nutty, sweet oats form the delicious crust of fried chickenPiquant quinoa heightens and absorbs the savory juices of gingered lambHearty buckwheat becomes a sweet, delicate, Parisian-inspired crepeThai black sticky rice flavored with coconut makes unforgettable exotic banana dumplings.The natural and native history of each grain is also explored along with its health benefits.",
        "Number of Pages": "416",
        "Language": "English",
        "ISBN": "9780688166120",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.363286972",
        "Google VolumeID": "SDQIvcuqz9oC",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "The Storyteller",
        "Subtitle": "a novel",
        "Author": "Jodi Picoult",
        "Author (Last, First)": "Picoult, Jodi",
        "Publisher": "Atria",
        "Date Published": "2013/02/26",
        "Year Published": "2013",
        "Genre": "Bakers",
        "Summary": "An astonishing novel about redemption and forgiveness from the “amazingly talented writer” (HuffPost) and #1 New York Times bestselling author Jodi Picoult.Some stories live forever...Sage Singer is a baker. She works through the night, preparing the day’s breads and pastries, trying to escape a reality of loneliness, bad memories, and the shadow of her mother’s death. When Josef Weber, an elderly man in Sage’s grief support group, begins stopping by the bakery, they strike up an unlikely friendship. Despite their differences, they see in each other the hidden scars that others can’t.Everything changes on the day that Josef confesses a long-buried and shame­ful secret and asks Sage for an extraordinary favor. If she says yes, she faces not only moral repercussions, but potentially legal ones as well. With the integrity of the closest friend she’s ever had clouded, Sage begins to question the assumptions and expectations she’s made about her life and her family. In this searingly honest novel, Jodi Picoult gracefully explores the lengths to which we will go in order to keep the past from dictating the future.",
        "Number of Pages": "460",
        "ISBN": "9781439102763",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.915802001",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/7271526-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "The Wedding",
        "Author": "Nicholas Sparks",
        "Author (Last, First)": "Sparks, Nicholas",
        "Publisher": "Grand Central Publishing",
        "Date Published": "2003/07/01",
        "Year Published": "2003",
        "Genre": "Open Library Staff Picks",
        "Number of Pages": "263",
        "ISBN": "9780446693332",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.408748030",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Uploaded Image URL": "https://covers.openlibrary.org/b/id/6457295-L.jpg",
        "Shelf": "Floor"
    },
    {
        "Title": "The Wrong Side of Goodbye",
        "Author": "Michael Connelly",
        "Author (Last, First)": "Connelly, Michael",
        "Publisher": "Grand Central Publishing",
        "Date Published": "2017/10/31",
        "Year Published": "2017",
        "Genre": "Fiction",
        "Summary": "In this #1 New York Times bestseller, California's newest private investigator, Detective Harry Bosch, must track down a missing heir while helping a police department connect the dots on a dangerous cold case.Harry Bosch is California's newest private investigator. He doesn't advertise, he doesn't have an office, and he's picky about who he works for, but it doesn't matter. His chops from thirty years with the LAPD speak for themselves.Soon one of Southern California's biggest moguls comes calling. The reclusive billionaire is nearing the end of his life and is haunted by one regret. When he was young, he had a relationship with a Mexican girl, his great love. But soon after becoming pregnant, she disappeared. Did she have the baby? And if so, what happened to it?Desperate to know whether he has an heir, the dying magnate hires Bosch, the only person he can trust. With such a vast fortune at stake, Harry realizes that his mission could be risky not only for himself but for the one he's seeking. But as he begins to uncover the haunting story--and finds uncanny links to his own past--he knows he cannot rest until he finds the truth.Swift, unpredictable, and thrilling, The Wrong Side of Goodbye shows that Michael Connelly \"continues to amaze with his consistent skill and sizzle\" (Cleveland Plain Dealer).#1 NEW YORK TIMES BESTSELLER#1 USA TODAY BESTSELLER10 BEST MYSTERIES OF 2016, SEATTLE TIMESNOTABLE BOOK OF 2016, WASHINGTON POST",
        "Number of Pages": "480",
        "Language": "English",
        "ISBN": "9781455524204",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.959792017",
        "Google VolumeID": "yZY5nQAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Though the Heavens Fall",
        "Subtitle": "A Collins-Burke Mystery",
        "Author": "Anne Emery",
        "Author (Last, First)": "Emery, Anne",
        "Publisher": "ECW Press",
        "Year Published": "2018",
        "Genre": "Fiction",
        "Summary": "Winner of the 2019 Arthur Ellis Award for Best Crime Novel \"Emery populates 1995 Belfast so conscientiously and evokes its atmosphere so faithfully ...\" -- Kirkus Reviews As 1995 dawns in the North of Ireland, Belfast is a city of army patrols, bombed-out buildings, and \"peace walls\" segregating one community from another. But the IRA has called a ceasefire. So, it's as good a time as any for Monty Collins and Father Brennan Burke to visit the city: Monty to do a short gig in a law firm, and Brennan to reconnect with family. And it's a good time for Brennan's cousin Ronan to lay down arms and campaign for election in a future peacetime government. But the past is never past in Belfast, and it rises up to haunt them all: a man goes off a bridge on a dark, lonely road; a rogue IRA enforcer is shot; and a series of car bombs remains an unsolved crime. The trouble is compounded by a breakdown in communication: Brennan knows nothing about the secrets in a file on Monty's desk. And Monty has no idea what lies behind a late-night warning from the IRA. With a smoking gun at the center of it all, Brennan and Monty are on a collision course and will learn more than they ever wanted to know about what passes for law in 1995 Belfast. An inscription on a building south of the Irish border says it all: \"Let justice be done though the heavens fall.\" About the Collins-Burke Mysteries This multi-award-winning series is centred around two main characters who have been described as endearingly flawed: Monty Collins, a criminal defence lawyer who has seen and heard it all, and Father Brennan Burke, a worldly, hard-drinking Irish-born priest. The priest and the lawyer solve mysteries together, but sometimes find themselves at cross-purposes, with secrets they cannot share: secrets of the confessional, and matters covered by solicitor-client confidentiality. The books are notable for their wit and humour, and their depiction of the darker side of human nature ? characteristics that are sometimes combined in the same person, be it a lawyer, a witness on the stand, or an Irish ballad singer who doubles as a guerrilla fighter in the Troubles in war-torn Belfast. In addition to their memorable characters, the books have been credited with a strong sense of place and culture, meticulous research, crisp and authentic dialogue, and intriguing plots. The novels are set in Nova Scotia, Ireland, England, Italy, New York, and Germany. The series begins with Sign of the Cross (2006) and continues to the most recent installment, Postmark Berlin (2020).",
        "Number of Pages": "421",
        "Language": "English",
        "ISBN": "9781770413863",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:13:39.912521958",
        "Google VolumeID": "yRU7swEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Unspoken Feelings of a Gentleman",
        "Author": "Pierre Alex Jeanty",
        "Author (Last, First)": "Jeanty, Pierre Alex",
        "Publisher": "Jeanius Publishing LLC",
        "Date Published": "2014/12/10",
        "Year Published": "2014",
        "Genre": "Family & Relationships",
        "Summary": "Unspoken Feelings of a Man explores the deepest parts of a male as he evolves into a man. These are the words behind the silence that many deal with. Thoughts, emotions, and real life struggles are unleashed within these pages. The person speaking isn't fictional but very real and opens himself up wide for the world to salvage pieces they too can relate to. This literary piece speaks volumes on love, pain, mistakes, and personal growth. When you are able to peer into the soul of another person, you realize that you are human too. Words left unsaid halt the opportunity for another to grow from your experiences. On every page are words from the depths of a man's core that has broken others and been broken, priceless words no longer left unspoken.",
        "Number of Pages": "130",
        "Language": "English",
        "ISBN": "9780986255601",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:27.020506978",
        "Google VolumeID": "UCLYrQEACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Unstoppable",
        "Subtitle": "Finding Hidden Assets to Renew the Core and Fuel Profitable Growth",
        "Author": "Chris Zook",
        "Author (Last, First)": "Zook, Chris",
        "Publisher": "Harvard Business Press",
        "Year Published": "2007",
        "Genre": "Business & Economics",
        "Summary": "Over the next decade, two out of every three companies will face the challenge of their corporate lives: redefining their core business. Buffeted by global competition and facing an uncertain future, more and more executives will realize that they must make fundamental changes in their core even as they continue delivering the goods and services that keep them in business today.  Unstoppable shows these managers how to look deep within their organizations to find undervalued, unrecognized, or underutilized assets that can serve as new platforms for sustainable growth. Drawing on more than thirty interviews with CEOs from companies such as De Beers, American Express, and Samsung, it shows readers how to recognize when the core needs reinvention and how to deploy the \"hidden assets\" that can be the basis for tomorrow's growth.  Building on the author's previous books, Profit from the Core and Beyond the Core, this book shows how any company in crisis can transform itself to become truly unstoppable.",
        "Number of Pages": "190",
        "Language": "English",
        "ISBN": "9781422103661",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:01:32.731837987",
        "Google VolumeID": "feFxQ48KFNcC",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Vendetta",
        "Subtitle": "American Express and the Smearing of Edmond Safra",
        "Author": "Bryan Burrough,Edmond Safra",
        "Author (Last, First)": "Burrough, Bryan",
        "Publisher": "HarperCollins Publishers",
        "Year Published": "1992",
        "Genre": "American Express Company",
        "Summary": "From the coauthor of the #1 New York Times bestseller Barbarians at the Gate, here is a searing expose of how American Express used ruthless tactics to destroy the reputation of its competitor, Swiss banker Edmond Safra. It is a riveting true crime story of corporate espionage and dirty dealing in the powerful world of international banking. 16 pages of photographs.",
        "Number of Pages": "494",
        "Language": "English",
        "ISBN": "9780060167592",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.361863017",
        "Google VolumeID": "PxPBAt4K08MC",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Verner Panton",
        "Subtitle": "The Collected Works : Vitra Design Museum",
        "Author": "Verner Panton",
        "Author (Last, First)": "Panton, Verner",
        "Publisher": "Vitra Design Museum",
        "Year Published": "2000",
        "Genre": "Catalogues raisonnés",
        "Summary": "A Danish designer who lived in Switzerland, Verner Panton (1926-1998) was a great master of postwar design. While extravagant forms and the use of strong, bright color are hallmarks of his work, it is clearly grounded in the elegant Functionalism of the 1950s. Panton retained a systematic approach to design throughout his life, and his practice extended to the design and development of groups of works and entire spaces. This volume celebrates Paint's diverse oeuvre, and constitutes a significant contribution to the history of postwar design.",
        "Number of Pages": "379",
        "Language": "English",
        "ISBN": "9783931936235",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 19:29:26.992452979",
        "Google VolumeID": "cWRJAQAAIAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "We",
        "Subtitle": "A Reimagined Family History",
        "Author": "C. vance",
        "Author (Last, First)": "vance, C.",
        "Publisher": "Amazon Digital Services LLC - Kdp",
        "Date Published": "2011/10/03",
        "Year Published": "2011",
        "Genre": "Literary",
        "Summary": "A gorgeous, haunting portrait of the 'we' that lurks in every family. In order to extract something beyond beautiful from ordinary words, c.vance retold his family's history abstractly rather than using the traditional memoir form. Somewhere in the process, the story infected words and the words became fable. Now, the author finds it difficult to remember if his grandfather really built bridges or something else - and in what way his father actually harvested land - and where his parents truly met - and how the world finally ended. In some places, the words succeeded in becoming something beautiful and true; in other places, the fable is more honest than anything that actually happened. Published with 22 full-color drawings by Debra Di Blasi.",
        "Number of Pages": "212",
        "Language": "English",
        "ISBN": "9780983195627",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:46:53.399803996",
        "Google VolumeID": "_xPzpwAACAAJ",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "White Shark",
        "Author": "Peter Benchley",
        "Author (Last, First)": "Benchley, Peter",
        "Publisher": "Random House",
        "Year Published": "1994",
        "Genre": "Connecticut, fiction",
        "Summary": "At a small marine institute off the coast of Connecticut, only marine biologist Simon Chase realizes that a sixteen-foot pregnant Great White is feeding in the area. But even Simon doesn't know that a far deadlier creature is about to come out of the deep and threaten everything he cares for. A creature whose malevolence is unthinkable. Whose need to feed is insatiable. And whose relentless hunt for prey is unstoppable. Twenty years after his huge bestseller Jaws, the master of the deep has done it again, letting loose a chilling new predator that only he could create. Drawing on his singular knowledge of the sea, science, and history, Peter Benchley masterfully spins a suspense-filled novel that hits you on a primal level, makes your heart pound, and leaves your blood running cold. White Shark is Peter Benchley at his best. Read it at your own risk.",
        "Number of Pages": "324",
        "Language": "English",
        "ISBN": "9780679403562",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 22:42:59.351529955",
        "Google VolumeID": "QIDaheFc5I4C",
        "Category": "Floor",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Floor"
    },
    {
        "Title": "Wine Atlas of Australia",
        "Author": "James Halliday",
        "Author (Last, First)": "Halliday, James",
        "Publisher": "University of California Press",
        "Year Published": "2007",
        "Genre": "Viticulture",
        "Summary": "Written by one of the most respected wine critics in the world, this book is an authoritative and comprehensive guide to the wine-growing regions of Australia. With his usual wit and erudition, James Halliday introduces the reader to each area with an informative overview of its distinguishing features and history, as well as the wine styles and individual wines for which that region is known. He includes contact details for many of the regions' wineries, along with profiles of the wineries' styles and signature labels. Superbly produced with more than 90 color maps and hundreds of illuminating color photos throughout, this user-friendly atlas provides everyone from the devoted connoisseur to the armchair enthusiast with a thorough understanding of why Australia is rapidly becoming one of the world's top wine regions.  Australian wines are known not only for their quality but also for their unequalled, rainbowlike spectrum of styles. With a career that spans over forty years, the author is a consummate authority on every aspect of the wine industry, from the planting and pruning of vines through the creation and marketing of the finished product. His passion for his subject is evident and his insights brilliantly demonstrate how variety, climate, terroir, and technology have combined to produce superb wines that are just beginning to make their mark on the world.  Copub: Hardie Grant Books",
        "Number of Pages": "311",
        "Language": "English",
        "ISBN": "9780520250314",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/03 20:23:20.368999004",
        "Google VolumeID": "OYnel7Z-o2wC",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Wolf Hall",
        "Subtitle": "A Novel",
        "Author": "Hilary Mantel",
        "Author (Last, First)": "Mantel, Hilary",
        "Publisher": "Picador",
        "Date Published": "2010/08/31",
        "Year Published": "2010",
        "Genre": "Fiction",
        "Summary": "WINNER OF THE 2009 MAN BOOKER PRIZEWINNER OF THE NATIONAL BOOK CRITICS CIRCLE AWARD FOR FICTIONA NEW YORK TIMES BESTSELLEREngland in the 1520s is a heartbeat from disaster. If the king dies without a male heir, the country could be destroyed by civil war. Henry VIII wants to annul his marriage of twenty years and marry Anne Boleyn. The pope and most of Europe opposes him. Into this impasse steps Thomas Cromwell: a wholly original man, a charmer and a bully, both idealist and opportunist, astute in reading people, and implacable in his ambition. But Henry is volatile: one day tender, one day murderous. Cromwell helps him break the opposition, but what will be the price of his triumph? In inimitable style, Hilary Mantel's Wolf Hall is \"a darkly brilliant reimagining of life under Henry VIII. . . . Magnificent.\" (The Boston Globe).",
        "Number of Pages": "640",
        "Language": "English",
        "ISBN": "9780312429980",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 18:56:46.856446981",
        "Google VolumeID": "7OgI0AEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    },
    {
        "Title": "Wrong Light",
        "Author": "Matt Coyle",
        "Author (Last, First)": "Coyle, Matt",
        "Publisher": "Oceanview Publishing",
        "Year Published": "2018",
        "Genre": "Fiction",
        "Summary": "Shamus Award, Lefty Award, and San Diego Book Award finalist Perfect for hard-boiled PI and Noir fans who like a tainted hero living by his own code  Naomi Hendrix's sexy voice hovering over the radio waves isn't the only thing haunting the Southern California nights. A demented soul is stalking Naomi, hiding in the shadows of the night, waiting for the right moment to snatch her and fulfill a twisted fantasy.  When Naomi's radio station hires PI Rick Cahill to protect Naomi and track down the stalker, he discovers that Naomi is hiding secrets about her past that could help unmask the man. However, before Rick can extract the truth from Naomi, he is thrust into a missing person's case--an abduction he may have unwittingly caused. The investigating detective questions Rick's motives for getting involved and pressures him to stop meddling.  While Rick pursues Naomi's stalker and battles the police, evil ricochets from his own past and embroils Rick in a race to find the truth about an old nemesis. Is settling the score worth losing everything? A must-read for fans of Michael Connelly's Harry Bosch and Robert Crais' Elvis Cole  While all of the novels in the Rick Cahill PI Crime Series stand on their own and can be read in any order, the publication sequence is: Yesterday's Echo  Night Tremors  Dark Fissures  Blood Truth  Wrong Light  Lost Tomorrows  Blind Vigil  Last Redemption (coming November 2021)",
        "Number of Pages": "352",
        "Language": "English",
        "ISBN": "9781608093168",
        "Favorites": "0",
        "Rating": "0.000000",
        "Status": "Unread",
        "Status Hidden": "0",
        "Returned from Borrow": "0",
        "Date Added": "2023/10/02 19:02:32.864171981",
        "Google VolumeID": "fQQPtQEACAAJ",
        "Category": "Shelf A1",
        "Wish List": "0",
        "Previously Owned": "0",
        "Up Next": "0",
        "Shelf": "Shelf A1"
    }
]