[
    {
        "Title": "Into the Path of Gods",
        "Author": "Kathleen Cunningham Guler",
        "Author (Last, First)": "Guler, Kathleen Cunningham",
        "Publisher": "Bardsong Press",
        "Year Published": "1998",
        "Genre": "Fiction",
        "Summary": "They placed themselves in the path of gods, the gods of the ancient Celtic people: a man of incorruptible courage, a woman with the ethereal gift of visions, and the mysterious druid who became known in legend as Merlin the Enchanter...In the war-torn, chaotic fifth century, after the end of Roman rule and before King Arthur's rise to power, Celtic Briton Marcus ap Iorwerth diligently works to place the rightful high king in control of Britain. One of his duties, discrediting brokers of foreign mercenaries, leads him to Claerwen, an ethereal woman whose gift of visions draws him into the path of gods, a destiny as unshakable as the love they come to share.In time, they realize Claerwen has inadvertently become ensnared in a lethal conspiracy involving the priceless sacred symbols of Britain's high kings, known collectively as Macsen's Treasure. Marcus makes every effort to protect her against a mazelike network of unknown enemies, but he is betrayed and disappears. Alone and homeless, Claerwen must decide whether to believe what everyone tells her, that Marcus is dead, or to follow her heart and the path of gods on a daunting quest to find him and the truth of Macsen's Treasure.",
        "Number of Pages": "413",
        "ISBN": "9780966037104",
        "Shelf": "D2",
        "ai-summary": "A thrilling novel set against the backdrop of the ancient Hittite Empire, following a young woman's journey of discovery.",
        "ai-review": "Guler combines historical intrigue with rich storytelling, transporting readers to a vividly imagined world filled with political intrigue and personal growth.",
        "ai-genres": [
            "Historical Fiction",
            "Adventure Novel"
        ],
        "spotlight": "<div class=\"container\"><h2>Plot Summary</h2><p>The novel is set in the turbulent times of 5th-century Britain, a period marked by the decline of Roman rule and the rise of various tribal factions vying for power. The story follows the journey of Marcus ap Iorwerth, a young man of mixed Roman and Celtic heritage. Marcus is thrust into a world of political intrigue, ancient prophecies, and hidden treasures as he seeks to uncover his destiny.</p><h2>Key Themes</h2><ul><li><strong>Arthurian Legend:</strong> The book weaves elements of Arthurian legend into its narrative, offering a fresh take on familiar myths and characters.</li><li><strong>Historical Context:</strong> The setting provides a richly detailed backdrop that reflects the historical realities of post-Roman Britain, adding depth and authenticity to the story.</li><li><strong>Fantasy Elements:</strong> The novel incorporates fantastical elements such as ancient prophecies, mystical artifacts, and the intervention of gods, blending history with mythology.</li><li><strong>Identity and Heritage:</strong> The protagonist's journey explores themes of identity and heritage, as Marcus grapples with his Roman and Celtic roots and seeks to understand his place in a changing world.</li></ul><h2>Characters</h2><ul><li><strong>Marcus ap Iorwerth:</strong> The main character, a young man of mixed heritage, who embarks on a quest that will reveal his true identity and destiny.</li><li><strong>Gwenhwyfar:</strong> A central female character who plays a significant role in Marcus's journey, embodying both strength and mystery.</li><li><strong>Supporting Characters:</strong> A cast of warriors, druids, and political figures who populate the story, each contributing to the rich tapestry of the narrative.</li></ul><h2>Reception</h2><p><em>Into the Path of Gods</em> has been praised for its well-researched historical detail, engaging storytelling, and the seamless integration of myth and history. Readers have appreciated Guler's ability to bring the world of 5th-century Britain to life and her nuanced portrayal of complex characters.</p><h2>Series</h2><p>The \"Macsen's Treasure\" series continues with several sequels, each building on the foundation laid in <em>Into the Path of Gods</em>. The series follows Marcus and other characters as they navigate the challenges of their world and uncover more secrets tied to their heritage and destiny.</p><p>If you're a fan of historical fiction with a touch of fantasy and a deep dive into Arthurian legend, <em>Into the Path of Gods</em> is a captivating start to a promising series.</p></div>"
    },
    {
        "Title": "False Impression",
        "Author": "Jeffrey Archer",
        "Author (Last, First)": "Archer, Jeffrey",
        "Publisher": "St. Martin's Press",
        "Year Published": "2006",
        "Genre": "Fiction",
        "Summary": "Why was an elegant lady brutally murdered the night before 9/11?  Why was a successful New York banker not surprised to receive a woman's left ear in the morning mail? Why did a top Manhattan lawyer work only for one client, but never charge a fee? Why did a young woman with a bright career steal a priceless Van Gogh painting? Why was an Olympic gymnast paid a million dollars an assignment when she didn't have a bank account?  Why was an honors graduate working as a temporary secretary after inheriting a fortune?  Why was an English Countess ready to kill the banker, the lawyer and the gymnast even if it meant spending the rest of her life in jail?  Why was a Japanese steel magnate happy to hand over $50,000,000 to a woman he had only met once?  Why was a senior FBI agent trying to work out the connection between these eight apparently innocent individuals?  All these questions are answered in Jeffrey Archer's latest novel, False Impression, but not before a breathtaking journey of twists and turns that will take readers from New York to London to Bucharest and on to Tokyo, and finally a sleepy English village, where the mystery of Van Gogh's last painting will finally be resolved.  And only then will readers discover that Van Gogh's Self-portrait with Bandaged Ear has a secret of its own that acts as the final twist in this unforgettable yarn.",
        "Number of Pages": "384",
        "ISBN": "9780312353728",
        "Shelf": "C3",
        "ai-summary": "An art thriller involving a priceless painting, forged identities, and a web of deceit.",
        "ai-review": "Archer delivers a gripping tale filled with twists and turns, keeping readers on the edge of their seats until the very end.",
        "ai-genres": [
            "Mystery/Suspense"
        ],
        "spotlight": "<div class=\"container\"><h2>Plot Summary</h2><p>The story begins on September 10, 2001, the day before the 9/11 attacks, and follows the lives of various characters connected by the world of art and finance. The central plot revolves around Anna Petrescu, an art expert, and her attempt to recover a stolen Van Gogh painting while escaping the clutches of a ruthless banker, Bryce Fenston.</p><h2>Key Characters</h2><ul><li><strong>Anna Petrescu:</strong> The protagonist, an art historian working for Fenston Finance, who becomes embroiled in a dangerous quest to recover a stolen masterpiece.</li><li><strong>Bryce Fenston:</strong> A villainous banker whose corrupt practices and greed drive much of the novel's conflict.</li><li><strong>Jack Delaney:</strong> An FBI agent who becomes involved in the chase to catch Fenston and protect Anna.</li><li><strong>Tina Forster:</strong> An assistant at Fenston Finance who unwittingly gets caught up in the unfolding drama.</li></ul><h2>Themes</h2><ul><li><strong>Art and Culture:</strong> The novel delves into the world of high-value art, focusing on the allure and significance of famous artworks.</li><li><strong>Greed and Corruption:</strong> Fenston’s character embodies the darker side of financial dealings, highlighting themes of greed and moral corruption.</li><li><strong>Survival and Resilience:</strong> Anna’s journey is one of survival, as she navigates threats and dangers in her quest to uncover the truth and protect valuable cultural heritage.</li><li><strong>International Intrigue:</strong> The plot spans various global locations, adding an element of international suspense and intrigue.</li></ul><h2>Reception</h2><p><em>False Impression</em> received mixed reviews from critics. Fans of Jeffrey Archer appreciated the fast-paced narrative and intricate plotting typical of his writing style. However, some critics felt the novel’s character development was lacking and that the plot occasionally relied too heavily on coincidences.</p><h2>Overall</h2><p>Jeffrey Archer's <em>False Impression</em> is a captivating thriller that combines elements of art history with a suspenseful chase around the world. It’s a tale of deception, high stakes, and the fight to preserve priceless cultural artifacts against the backdrop of global events.</p><p>If you enjoy thrillers with a blend of art and mystery, <em>False Impression</em> offers an engaging read with Archer's signature twists and turns.</p></div>"
    },
    {
        "Title": "Sunday Soup",
        "Subtitle": "A Year's Worth of Mouth-Watering, Easy-to-Make Recipes",
        "Author": "Betty Rosbottom",
        "Author (Last, First)": "Rosbottom, Betty",
        "Publisher": "Chronicle Books",
        "Year Published": "2008",
        "Genre": "Cooking",
        "Summary": "Sunday is the perfect day to slow down and enjoy a heartwarming meal. From spicy chilies to steaming chowders, Sunday Soup features 60 recipes: one for each Sunday of the year, and then some. Gulf Coast Shrimp Gumbo is best for staving off the winter cold, while Dreamy Creamy Artichoke Soup welcomes the bounty of spring's vegetables. When it's too hot to turn on the stove, chill out with Icy Cucumber Soup with Smoked Salmon and Dill. A great selection of \"Soup-er Sides\" will turn any bowl of soup into a hearty meal. No matter the season, Sunday Soup offers all the inspiration one needs to pull out a stockpot and start simmering a new family tradition. Soup's on!",
        "Number of Pages": "167",
        "ISBN": "9780811860321",
        "Shelf": "A1",
        "spotlight": "<div class=\"container\"><h2>About the Book</h2><p><em>Sunday Soup: A Year's Worth of Mouth-Watering, Easy-to-Make Recipes</em> by Betty Rosbottom is a delightful cookbook dedicated to the art of making soup. The book features 60 recipes designed to be enjoyed on Sundays, offering a variety of flavors and ingredients that cater to different seasons and occasions.</p><h2>Content and Themes</h2><ul><li><strong>Seasonal Recipes:</strong> The book is organized to provide recipes that match the seasonal availability of ingredients. For example, the Gulf Coast Shrimp Gumbo is perfect for winter, while Dreamy Creamy Artichoke Soup is ideal for spring.</li><li><strong>Easy-to-Make:</strong> Each recipe is designed to be straightforward and easy to follow, making it accessible for home cooks of all levels.</li><li><strong>Variety of Flavors:</strong> The recipes range from spicy chilies to creamy chowders, ensuring there is something for everyone.</li><li><strong>Soup-er Sides:</strong> In addition to the main soup recipes, the book includes a selection of side dishes that can turn a simple bowl of soup into a complete meal.</li></ul><h2>Key Recipes</h2><ul><li><strong>Gulf Coast Shrimp Gumbo:</strong> A hearty and warming soup perfect for cold winter days.</li><li><strong>Dreamy Creamy Artichoke Soup:</strong> A rich and flavorful soup that makes the most of spring vegetables.</li><li><strong>Icy Cucumber Soup with Smoked Salmon and Dill:</strong> A refreshing cold soup perfect for hot summer days.</li></ul><h2>Reception</h2><p><em>Sunday Soup</em> has been well-received for its practical and delicious recipes. Reviewers have praised the book for its clear instructions and the variety of soups that can be made with readily available ingredients. The addition of side dishes also makes it a versatile guide for creating complete meals.</p><h2>Conclusion</h2><p>Betty Rosbottom's <em>Sunday Soup</em> is an inspiring cookbook that encourages readers to take the time to enjoy the process of making and eating soup. With recipes for every season and taste, it is a valuable addition to any home cook's library.</p></div>"
    }
]